<?php

namespace App\Data;

class CarbonFootprint
{

    public static $_DATA = [
        ['value' => 'Amarante,crue|0,48|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|612|369|13,5||1,46|1,68|0,01|6,7|0|7,02|58,6',
         'label' => 'Amarante,crue'],
        ['value' =>
             'Flocond\'avoine|0,48|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|613|367|13,3||1,13|0,97|0,0014|10,2|0|6,51|57,9',
         'label' => 'Flocond\'avoine'],
        ['value' =>
             'Sond\'avoine|0,75|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|724|359|15,8||1,16|2,23|0,016|16,7|0|6,48|51',
         'label' => 'Sond\'avoine'],
        ['value' =>
             'Boulettesdelentillesvertes|0,191|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|680|193|8||1,4|1,6|0,8|9,7|0|6,1|21,9',
         'label' => 'Boulettesdelentillesvertes'],
        ['value' =>
             'Boulettesdepoischiches|0,16|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|678|180|7,2||1,2|1,2|0,7|9,5|0|6,7|19,6',
         'label' => 'Boulettesdepoischiches'],
        ['value' =>
             'Boulgourdeblé,cru|0,48|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|614|351|11,5||0,27|0,41|0,043|9,57|0|1,71|66,8',
         'label' => 'Boulgourdeblé,cru'],
        ['value' =>
             'Boulgourdeblé,cuit,nonsalé|0,48|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|615|80,7|3,08||0,042|0,1|0,021|4,5|0|0,24|14,1',
         'label' => 'Boulgourdeblé,cuit,nonsalé'],
        ['value' =>
             'Chipsdecrevette|1,486|0||0,4||0,226||||0,069|0,172|0,413|0,722|686|508|3,1||2,4|7,1|1,53|1|0|26,6|63,7',
         'label' => 'Chipsdecrevette'],
        ['value' =>
             'Chipsdemaïsoutortillachips|0,75|0||0,4||0,226||||0,069|0,172|0,413|0,722|687|495|6,56||9,98|2,62|1,42|4,19|0|24,7|59,5',
         'label' => 'Chipsdemaïsoutortillachips'],
        ['value' =>
             'Épeautre,cru|0,48|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|616|344|14,6||0,41|6,68|0,02|10,7|0|2,43|59,5',
         'label' => 'Épeautre,cru'],
        ['value' =>
             'Fritessurgelées|0,29|0||0,4||0,226||||0,069|0,172|0,413|0,722|202|213|3,75||1,56|0,4|0,28|4,2|0|6,6|32,6',
         'label' => 'Fritessurgelées'],
        ['value' =>
             'Gnocchiàlapommedeterre,cru|0,47|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|431|176|4,66||0,3|3,18|1,18|2,2|0|1,42|35',
         'label' => 'Gnocchiàlapommedeterre,cru'],
        ['value' =>
             'Gnocchiàlapommedeterre,cuit|0,47|0||0,4||0,226||||0,069|0,172|0,413|0,722|432|178|5,01||0,26|1,1|1,01|2|0|2,05|33,8',
         'label' => 'Gnocchiàlapommedeterre,cuit'],
        ['value' =>
             'NemouPâtéimpérial|1,911|0||0,4||0,226||||0,069|0,172|0,413|0,722|702|224|6,48||2,9|3,02|1,52|2,54|0|11,2|23,1',
         'label' => 'NemouPâtéimpérial'],
        ['value' =>
             'Nouillesasiatiquescuites,nature,nonsalées|0,48|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|617|165|3,5||3,16|0,4|0,23|1|0|6,9|21,4',
         'label' => 'Nouillesasiatiquescuites,nature,nonsalées'],
        ['value' =>
             'Orgeperlée,crue|0,48|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|618|346|9,91||0,24|0,8|0,023|9,1|0|1,16|68,6',
         'label' => 'Orgeperlée,crue'],
        ['value' =>
             'Pâtesfraîches,auxufs,crues|0,48|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|619|283|10,1||0,49|2,54|0,35|3,17|0|1,87|53,8',
         'label' => 'Pâtesfraîches,auxufs,crues'],
        ['value' =>
             'Pâtesfraîches,auxufs,cuites,nonsalées|0,48|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|620|168|5,76||0,6|1,5|0,042|1,5|0|1,3|32',
         'label' => 'Pâtesfraîches,auxufs,cuites,nonsalées'],
        ['value' =>
             'Pâtessèches|1,07|0||0,4||0,226||||0,069|0,172|0,413|0,722|203|336|11,5||0,37|2,12|0,031|3|0|1,79|65,8',
         'label' => 'Pâtessèches'],
        ['value' =>
             'Pâtessèches,sansgluten,cuites,nonsalées|1,07|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|621|163|3,09||0,29|0,49|0,015|1|0|1,1|34,4',
         'label' => 'Pâtessèches,sansgluten,cuites,nonsalées'],
        ['value' =>
             'Pop-cornouMaïséclaté,àl\'huile,salé|0,75|0||0,4||0,226||||0,069|0,172|0,413|0,722|688|461|11||9,73|0,6|1,2|8,22|0|19,1|57,1',
         'label' => 'Pop-cornouMaïséclaté,àl\'huile,salé'],
        ['value' =>
             'Pop-cornouMaïséclaté,aucaramel|0,754|0||0,4||0,226||||0,069|0,172|0,413|0,722|689|422|4,33||2,46|43|0,14|5|0|8,17|80,4',
         'label' => 'Pop-cornouMaïséclaté,aucaramel'],
        ['value' =>
             'Quinoa,bouilli/cuitàl\'eau,nonsalé|0,48|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|622|116|4,1||0,23|0,87|0,018|2,8|0|1,92|18,8',
         'label' => 'Quinoa,bouilli/cuitàl\'eau,nonsalé'],
        ['value' =>
             'Quinoa,cru|0,48|0||0,4||0,226||||0,069|0,172|0,413|0,722|206|364|13,1||0,65|2,93|0,033|7|0|5,94|60',
         'label' => 'Quinoa,cru'],
        ['value' =>
             'Raviolisvégétariens(légumes&fromage)|1,315|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|428|175|5,81||2,16|2,3|0,62|3,2|0|5,6|23,7',
         'label' => 'Raviolisvégétariens(légumes&fromage)'],
        ['value' =>
             'Raviolisdeboeuf|5,67|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|429|174|6,94||1,65|1|0,52|2,15|0|4,65|25,1',
         'label' => 'Raviolisdeboeuf'],
        ['value' =>
             'Rizblanc,cru|3,66|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|623|352|7,04||0,2|0,16|0,0061|1,05|0|0,91|78',
         'label' => 'Rizblanc,cru'],
        ['value' =>
             'Rizblanc,cuit,nonsalé|3,66|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|624|145|2,92||0,076|0,2|0,01|0,8|0|0,41|31,8',
         'label' => 'Rizblanc,cuit,nonsalé'],
        ['value' =>
             'Rizcomplet,cru|3,66|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|625|350|7,02||0,61|0,66|0,01|5|0|2,8|71,4',
         'label' => 'Rizcomplet,cru'],
        ['value' =>
             'Rizcomplet,cuit,nonsalé|3,66|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|626|158|3,21||0,17|0,2|0,01|2,3|0|1|32,6',
         'label' => 'Rizcomplet,cuit,nonsalé'],
        ['value' =>
             'Rizsec|3,66|0||0,4||0,226||||0,069|0,172|0,413|0,722|204|353|7,04||0,2|0,16|0,0061|1,04|0|0,91|78,2',
         'label' => 'Rizsec'],
        ['value' =>
             'Rouleaudeprintemps|1,3545|0||0,4||0,226||||0,069|0,172|0,413|0,722|703|109|4,57||0,66|3,6|0,29|1,2|0|1,82|18',
         'label' => 'Rouleaudeprintemps'],
        ['value' =>
             'SamossasouSamoussas|8,307|0||0,4||0,226||||0,069|0,172|0,413|0,722|704|237|9,33||2,78|2,67|1,26|1,8|0|13,7|18,1',
         'label' => 'SamossasouSamoussas'],
        ['value' =>
             'Sarrasinentier,cru|0,48|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|627|356|12,9||0,74|0|0,0025|7|0|3,55|64,6',
         'label' => 'Sarrasinentier,cru'],
        ['value' =>
             'Seigleentier,cru|0,48|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|628|334|9,83||0,25|0,98|0,0073|15|0|1,97|61',
         'label' => 'Seigleentier,cru'],
        ['value' =>
             'Semouledeblédur,crue|1,38|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|629|352|10,9||0,21|1|0,003|3,37|0|1,25|71,6',
         'label' => 'Semouledeblédur,crue'],
        ['value' =>
             'Semoulesèche|1,38|0||0,4||0,226||||0,069|0,172|0,413|0,722|205|361|12,3||0,31|3,57|0,023|4,1|0|1,59|71',
         'label' => 'Semoulesèche'],
        ['value' =>
             'Soja|0,48|0||0,4||0,226||||0,069|0,172|0,413|0,722|207|30,5|2,57||0|3,4|0,043|1,7|0|0,1|3,4',
         'label' => 'Soja'],
        ['value' =>
             'Steakdeharicotsflageolets|0,142|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|679|176|6,7||0,8|3,3|0,7|9,9|0|6,5|18',
         'label' => 'Steakdeharicotsflageolets'],
        ['value' =>
             'Steakdelentillesvertes|0,191|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|681|193|8||1,4|1,6|0,8|9,7|0|6,1|21,9',
         'label' => 'Steakdelentillesvertes'],
        ['value' =>
             'Tempeh|0,312|0||0,4||0,226||||0,069|0,172|0,413|0,722|725|193|18,5||2,22|0,9|0,023|4,1|0|10,8|6,4',
         'label' => 'Tempeh'],
        ['value' =>
             'Tofu|0,48|0||0,4||0,226||||0,069|0,172|0,413|0,722|208|99,8|9,91||0,66|1,6|0,35|0,65|0|5,32|1,78',
         'label' => 'Tofu'],
        ['value' =>
             'Vermicellederiz,cuite,nonsalée|0,48|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|630|89,3|1,43||0,01|0,2|0,024|0,5|0|0,5|20,1',
         'label' => 'Vermicellederiz,cuite,nonsalée'],
        ['value' =>
             'Vermicellederiz,sèche|0,48|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|631|365|7,44||0,3|0|0,03|1,2|0|1|80,5',
         'label' => 'Vermicellederiz,sèche'],
        ['value' =>
             'Autrecéréale|0,48|0||0,4||0,226||||0,069|0,172|0,413|0,722|209|252,9|9,4||0|1,9|0|3,1|0|3,7|44,3',
         'label' => 'Autrecéréale'],
        ['value' =>
             '|0|||||||||||||210||||||||||',
         'label' => ''],
        ['value' =>
             'Boissonàbased\'avoine,nature|0,22|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|685|42,6|0,46||0,2|5|0,066|0,5|0|1,1|7,8',
         'label' => 'Boissonàbased\'avoine,nature'],
        ['value' =>
             'Boissonàl\'amande|0,42|0||0,4||0,226||||0,069|0,172|0,413|0,722|213|22,5|0,6||0,12|1,03|0|0,4|0|1,5|1,45',
         'label' => 'Boissonàl\'amande'],
        ['value' =>
             'Boissonausoja,nature|0,22|0||0,4||0,226||||0,069|0,172|0,413|0,722|212|37,1|3,31||0,26|0,4|0,061|0,6|0|2,07|0,7',
         'label' => 'Boissonausoja,nature'],
        ['value' =>
             'Boissonausoja,nature,enrichieencalcium|0,22|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|477|44,2|3,42||0,26|2,18|0,097|1|0|2,05|2,18',
         'label' => 'Boissonausoja,nature,enrichieencalcium'],
        ['value' =>
             'Laitdecoco|0,2|0||0,4||0,226||||0,069|0,172|0,413|0,722|211|188|1,77||16,5|2,1|0,075|0,57|0|18,4|3,4',
         'label' => 'Laitdecoco'],
        ['value' =>
             '|0|||||||||||||214||||||||||',
         'label' => ''],
        ['value' =>
             'Amidondemaïsouféculedemaïs|0,32|0|0|0,4|0|0,226|0|0|1,983|0,069|0,172|0,413|0,722|692|362|0,43||0,009|0|0,019|0,8|0|0,25|89,2',
         'label' => 'Amidondemaïsouféculedemaïs'],
        ['value' =>
             'Amidonderiz|3,66|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|693|343|0,6||0|0|0|0|0|0|85',
         'label' => 'Amidonderiz'],
        ['value' =>
             'Bagel|1,31|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|599|272|9,26||1,02|5,36|1,08|3,42|0|3,98|47,3',
         'label' => 'Bagel'],
        ['value' =>
             'Bicarbonatedesoude|0,34|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|721|0,4|0,1||0|0|68,4|0|0|0|0',
         'label' => 'Bicarbonatedesoude'],
        ['value' =>
             'Blini|1,31|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|600|260|5,98||3,19|3,14|1,32|2,35|0|11,2|32,7',
         'label' => 'Blini'],
        ['value' =>
             'Chapelure|1,31|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|601|374|11,6||0,94|6,9|1,82|4,5|0|3,77|70',
         'label' => 'Chapelure'],
        ['value' =>
             'Croûtons|1,31|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|602|522|9,02||5,36|3,69|2,08|3,08|0|29,4|52,9',
         'label' => 'Croûtons'],
        ['value' =>
             'Farinedeblé|0,75|0||0,4||0,226||||0,069|0,172|0,413|0,722|215|351|9,06||0,13|2,41|0,098|4,6|0|0,82|73,8',
         'label' => 'Farinedeblé'],
        ['value' =>
             'FarinedeblétendreoufromentT65|0,75|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|499|345|12,6||0,13|1,68|0,03|3,9|0|0,85|68,7',
         'label' => 'FarinedeblétendreoufromentT65'],
        ['value' =>
             'FarinedeblétendreoufromentT80|0,75|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|500|355|9,95||0,17|1,77|0,098|4,2|0|1,18|73,2',
         'label' => 'FarinedeblétendreoufromentT80'],
        ['value' =>
             'Farinedechâtaigne|0,07|0|0|0,4|0|0,226|0|0|1,983|0,069|0,172|0,413|0,722|548|362|5,69||0,52|25|0,1|12,6|0|3,43|70,4',
         'label' => 'Farinedechâtaigne'],
        ['value' =>
             'Farinedemaïs|0,32|0|0|0,4|0|0,226|0|0|1,983|0,069|0,172|0,413|0,722|694|361|6,23||0,27|0,64|0,0025|2,55|0|2,1|78,1',
         'label' => 'Farinedemaïs'],
        ['value' =>
             'Farinedemillet|0,75|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|695|350|10,2||0,76|0,5|0,13|9,7|0|4,1|63,2',
         'label' => 'Farinedemillet'],
        ['value' =>
             'Farined\'épeautre(grandépeautre)|0,75|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|699|352|11,4||0,5|1,3|0,13|9,3|0|3|64',
         'label' => 'Farined\'épeautre(grandépeautre)'],
        ['value' =>
             'Farinedepoischiche|0,21|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|696|359|22,4||0,69|10,9|0,16|10,8|0|6,69|47',
         'label' => 'Farinedepoischiche'],
        ['value' =>
             'Farinederiz|3,66|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|697|357|7,62||0,46|0,9|0,13|3,3|0|2,5|73,9',
         'label' => 'Farinederiz'],
        ['value' =>
             'Farinedesarrasin|0,75|0||0,4||0,226||||0,069|0,172|0,413|0,722|216|348|11,5||0,33|0,03|0,042|4,2|0|2,19|68,4',
         'label' => 'Farinedesarrasin'],
        ['value' =>
             'Farinedeseigle|0,75|0||0,4||0,226||||0,069|0,172|0,413|0,722|217|344|8,12||0,15|0,93|0,0051|7,15|0|1,37|70,7',
         'label' => 'Farinedeseigle'],
        ['value' =>
             'Farinedesoja|0,48|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|698|460|35,8||3,04|7,5|0,019|10|0|21,4|22,9',
         'label' => 'Farinedesoja'],
        ['value' =>
             'Farined\'orge|0,75|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|700|339|9,91||0,43|0,8|0,0081|8,85|0|2,3|64,5',
         'label' => 'Farined\'orge'],
        ['value' =>
             'Féculedepommedeterre|0,19|0||0,4||0,226||||0,069|0,172|0,413|0,722|701|348|0||0,039|0|0,0094|0,55|0|0,2|86,3',
         'label' => 'Féculedepommedeterre'],
        ['value' =>
             'Gélatine,sèche|5,53|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|722|348|86,9||0,036|0|0,75|0|0|0,1|0',
         'label' => 'Gélatine,sèche'],
        ['value' =>
             'Levurealimentaire|3,2|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|566|334|40,4||0,7|2,5|0,35|22,5|0|4,5|21,8',
         'label' => 'Levurealimentaire'],
        ['value' =>
             'LevurechimiqueouPoudreàlever|3,2|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|567|-|1,96||0,1|0,1|35,4|1,9|0|0,2|33,2',
         'label' => 'LevurechimiqueouPoudreàlever'],
        ['value' =>
             'Levuredeboulanger,compressée|3,2|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|568|-|8,23||0,26|0|0,058|7,15|0|1,9|11,9',
         'label' => 'Levuredeboulanger,compressée'],
        ['value' =>
             'Levuredeboulanger,déshydratée|3,2|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|569|-|44,5||1,5|12|0,56|23,3|0|6,37|17,9',
         'label' => 'Levuredeboulanger,déshydratée'],
        ['value' =>
             'Levuresèche|3,2|0||0,4||0,226||||0,069|0,172|0,413|0,722|220|105|44,5||1,5|12|0,56|23,3|0|6,37|17,9',
         'label' => 'Levuresèche'],
        ['value' =>
             'Pain,baguetteouboule,aulevain|1,31|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|607|261|7,41||0,17|2,4|1,54|2,1|0|1,3|53,1',
         'label' => 'Pain,baguetteouboule,aulevain'],
        ['value' =>
             'Pain,baguetteouboule,decampagne|1,31|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|608|268|8,03||0,083|1,5|1,54|3,35|0|0,93|54,5',
         'label' => 'Pain,baguetteouboule,decampagne'],
        ['value' =>
             'Painblanc|1,31|0||0,4||0,226||||0,069|0,172|0,413|0,722|221|256|7,81||0,17|0|1,45|2,6|0|0,9|52,1',
         'label' => 'Painblanc'],
        ['value' =>
             'Paincomplet|1,31|0||0,4||0,226||||0,069|0,172|0,413|0,722|222|256|10,2||0,7|2,9|1|7,3|0|3,7|40,8',
         'label' => 'Paincomplet'],
        ['value' =>
             'Painpanini|1,31|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|603|272|7,66||0,22|2,3|1,55|2,6|0|1,1|55,9',
         'label' => 'Painpanini'],
        ['value' =>
             'Painpita|1,31|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|604|259|7,53||0,17|2,18|1,38|2,68|0|0,92|53',
         'label' => 'Painpita'],
        ['value' =>
             'Painpourhamburgerouhotdog(bun),complet,préemballé|1,31|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|605|285|8,89||0,55|5,38|1,11|4,75|0|5,75|46,3',
         'label' => 'Painpourhamburgerouhotdog(bun),complet,préemballé'],
        ['value' =>
             'Painpourhamburgerouhotdog(bun),préemballé|1,31|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|606|293|9,07||0,88|5,88|1,14|3,3|0|5,35|49,7',
         'label' => 'Painpourhamburgerouhotdog(bun),préemballé'],
        ['value' =>
             'Pain,sansgluten|1,31|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|609|261|2,62||1,24|4,9|1,56|6,5|0|3,3|51,8',
         'label' => 'Pain,sansgluten'],
        ['value' =>
             'Tortillasouple(àgarnir),àbasedeblé|1,31|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|610|327|8,34||3,85|1,55|1,25|3,85|0|8,2|52,1',
         'label' => 'Tortillasouple(àgarnir),àbasedeblé'],
        ['value' =>
             'Tortillasouple(àgarnir),àbasedemaïs|1,31|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|611|309|8,2||1,4|1|1,25|3|0|7,3|51,2',
         'label' => 'Tortillasouple(àgarnir),àbasedemaïs'],
        ['value' =>
             '||||||||||||||223||||||||||',
         'label' => ''],
        ['value' =>
             'Boldecéréales|0,69|0||0,4||0,226||||0,069|0,172|0,413|0,722|224|112,067|4,612||0,194|0,858|0,129|1,563|0|1,493|18,823',
         'label' => 'Boldecéréales'],
        ['value' =>
             'Biscottes|1,31|0||0,4||0,226||||0,069|0,172|0,413|0,722|225|418|9,24||2,85|6,55|1,5|4,86|0|6,53|77,2',
         'label' => 'Biscottes'],
        ['value' =>
             'Biscuitaubeurre|4,3|0||0,4||0,226||||0,069|0,172|0,413|0,722|226|445|7,73||8,47|22,2|0,9|2,3|0|13,2|72,7',
         'label' => 'Biscuitaubeurre'],
        ['value' =>
             'Brioche|2,68|0||0,4||0,226||||0,069|0,172|0,413|0,722|227|401|11,3||7,84|5,7|1,13|0,5|0|19,1|46',
         'label' => 'Brioche'],
        ['value' =>
             'Cake|1,04|0||0,4||0,226||||0,069|0,172|0,413|0,722|229|391|4,78||4,04|37,1|0,64|2,01|0|15,2|55,8',
         'label' => 'Cake'],
        ['value' =>
             'Crèmeanglaise,préemballée|1,155|0||0,4||0,226||||0,069|0,172|0,413|0,722|727|105|3,44||1,55|12,9|0,13|1|0|2,5|16,7',
         'label' => 'Crèmeanglaise,préemballée'],
        ['value' =>
             'Crèmepâtissière|0,966|0||0,4||0,226||||0,069|0,172|0,413|0,722|726|137|3,79||1,76|16,7|0,2|0|0|3,6|22,3',
         'label' => 'Crèmepâtissière'],
        ['value' =>
             'Croissant|2,09|0||0,4||0,226||||0,069|0,172|0,413|0,722|230|434|7,38||11,9|4,69|1,36|5,1|0|25,8|39,8',
         'label' => 'Croissant'],
        ['value' =>
             'Compotedefruit(desaison)|0,13|0||0,4||0,226||||0,069|0,172|0,413|0,722|233|68|0,51||0,068|23,2|0,027|1,71|0|0,23|24,8',
         'label' => 'Compotedefruit(desaison)'],
        ['value' =>
             'Compotedepomme|0,13|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|539|102|0,23||0,017|20,7|0|1,53|0|0,21|24,4',
         'label' => 'Compotedepomme'],
        ['value' =>
             'Confitured\'abricot(extraouclassique)|0,22|0||0,4||0,226||||0,069|0,172|0,413|0,722|439|223|0,32||0,041|57,7|0,014|0,74|0|0,09|60,6',
         'label' => 'Confitured\'abricot(extraouclassique)'],
        ['value' =>
             'Confituredecerise(extraouclassique)|0,22|0||0,4||0,226||||0,069|0,172|0,413|0,722|440|223|0,38||0|60|0,018|0,55|0|0,16|60,9',
         'label' => 'Confituredecerise(extraouclassique)'],
        ['value' =>
             'Confituredefraise(extraouclassique)|0,22|0||0,4||0,226||||0,069|0,172|0,413|0,722|441|217|0,32||0,065|56,9|0,0088|1,01|0|0,16|60,5',
         'label' => 'Confituredefraise(extraouclassique)'],
        ['value' =>
             'Confituredeframboise(extraouclassique)|0,22|0||0,4||0,226||||0,069|0,172|0,413|0,722|442|231|0,47||0|59,5|0,013|0,95|0|0,21|61',
         'label' => 'Confituredeframboise(extraouclassique)'],
        ['value' =>
             'Confituredefruit(desaison)|0,22|0||0,4||0,226||||0,069|0,172|0,413|0,722|308|278|0,32||0,065|56,9|0,009|1,01|0|0,16|60,5',
         'label' => 'Confituredefruit(desaison)'],
        ['value' =>
             'Confiture,touttypedefruits,allégéeensucres(extraouclassique)|0,22|0||0,4||0,226||||0,069|0,172|0,413|0,722|443|163|0,48||0,044|38,7|0,022|1,6|0|0,21|41,2',
         'label' => 'Confiture,touttypedefruits,allégéeensucres(extraouclassique)'],
        ['value' =>
             'Feuilledebrick,cuiteàsecsansmatièregrasse|1,3|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|501|378|6,16||0,28|1,84|3,18|3|0|1,76|82,4',
         'label' => 'Feuilledebrick,cuiteàsecsansmatièregrasse'],
        ['value' =>
             'Glace|1,15|0||0,4||0,226||||0,069|0,172|0,413|0,722|234|203|2,81||6,66|22,3|0,14|0,72|0|9,78|25,6',
         'label' => 'Glace'],
        ['value' =>
             'Painauchocolat|2,09|0||0,4||0,226||||0,069|0,172|0,413|0,722|235|427|6,38||0|12,5|1,16|2,1|0|22,7|47,5',
         'label' => 'Painauchocolat'],
        ['value' =>
             'Pâteàpizzacrue|1,3|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|502|240|7,05||0,25|1,4|1,31|2,2|0|3,45|44,2',
         'label' => 'Pâteàpizzacrue'],
        ['value' =>
             'Pâteàtarte|1,3|0||0,4||0,226||||0,069|0,172|0,413|0,722|236|531|7,19||16,9|0,3|1,57|1,8|0|31|54,1',
         'label' => 'Pâteàtarte'],
        ['value' =>
             'Pâtebrisée,crue|1,3|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|503|377|5,35||8,96|3,77|1,06|1,8|0|19,5|43,6',
         'label' => 'Pâtebrisée,crue'],
        ['value' =>
             'Pâtefeuilletéepurbeurre,crue|1,3|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|504|368|5,6||14,1|3,03|1,37|2,32|0|20,1|39,7',
         'label' => 'Pâtefeuilletéepurbeurre,crue'],
        ['value' =>
             'PâtephylloouPâtefilo,crue|1,3|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|505|289|7,1||1,47|0,18|1,21|1,9|0|6|50,8',
         'label' => 'PâtephylloouPâtefilo,crue'],
        ['value' =>
             'Pâtesabléepurbeurre,crue|1,3|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|506|383|5,95||10,1|13,4|0,029|1,65|0|15,8|53,6',
         'label' => 'Pâtesabléepurbeurre,crue'],
        ['value' =>
             'Saladedefruit(desaison)|0,27|0||0,4||0,226||||0,069|0,172|0,413|0,722|237|167,341|0,61||0,031|14,2|0,004|1,36|0|0,24|14,8',
         'label' => 'Saladedefruit(desaison)'],
        ['value' =>
             'Tarteauxpommes|1,35|0||0,4||0,226||||0,069|0,172|0,413|0,722|238|235|1,82||5,18|25|0,31|2,01|0|8,29|37,3',
         'label' => 'Tarteauxpommes'],
        ['value' =>
             'Tarteauxfraisesdesaison|2,21|0||0,4||0,226||||0,069|0,172|0,413|0,722|239|318|3,19||9,04|0|0,14|1,5|0|19,8|31',
         'label' => 'Tarteauxfraisesdesaison'],
        ['value' =>
             'TarteauxfraiseshorssaisonFrance|3,88|0||0,4||0,226||||0,069|0,172|0,413|0,722|240|318|3,19||9,04|0|0,14|1,5|0|19,8|31',
         'label' => 'TarteauxfraiseshorssaisonFrance'],
        ['value' =>
             '||||||||||||||241||||||||||',
         'label' => ''],
        ['value' =>
             'Beurredecacao|4,3|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|563|900|0||59,7|0|0|0|0|100|0',
         'label' => 'Beurredecacao'],
        ['value' =>
             'Cacao,nonsucré,poudresoluble|4,13|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|478|387|22,4||12,4|0,9|0,11|29,5|0|20,6|11,6',
         'label' => 'Cacao,nonsucré,poudresoluble'],
        ['value' =>
             'Chocolataulaitenmorceau|5,29|0||0,4||0,226||||0,069|0,172|0,413|0,722|242|555|7,41||21,6|49,5|0,26|2,46|0|34,3|52,9',
         'label' => 'Chocolataulaitenmorceau'],
        ['value' =>
             'Chocolatblancenmorceau|5,89|0||0,4||0,226||||0,069|0,172|0,413|0,722|243|563|6,16||21,3|56|0,22|1|0|34,2|57,1',
         'label' => 'Chocolatblancenmorceau'],
        ['value' =>
             'Chocolatenpoudre|4,13|0||0,4||0,226||||0,069|0,172|0,413|0,722|244|379|6,65||2,16|67,9|0,21|10,5|0|3,29|75,6',
         'label' => 'Chocolatenpoudre'],
        ['value' =>
             'Chocolatnoirà40%decacaominimum,àpâtisser,tablette|4,3|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|494|546|6,39||22|41,6|0,015|8,76|0|33,1|51,4',
         'label' => 'Chocolatnoirà40%decacaominimum,àpâtisser,tablette'],
        ['value' =>
             'Chocolatnoirà70%cacaominimum,extra,dégustation,tablette|4,3|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|495|572|8,44||26,2|27,6|0,024|11,9|0|41,6|35',
         'label' => 'Chocolatnoirà70%cacaominimum,extra,dégustation,tablette'],
        ['value' =>
             'Chocolatnoirenmorceau|4,3|0||0,4||0,226||||0,069|0,172|0,413|0,722|245|546|6,39||22|41,6|0,015|8,76|0|33,1|51,4',
         'label' => 'Chocolatnoirenmorceau'],
        ['value' =>
             '|0|||||||||||||246||||||||||',
         'label' => ''],
        ['value' =>
             'Édulcorantàbased\'extraitdestévia|0,47|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|739|238|0||0|0,3|0,42|0,5|0|0,2|98',
         'label' => 'Édulcorantàbased\'extraitdestévia'],
        ['value' =>
             'Édulcorantàl\'aspartame,enpoudre|0,47|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|740|382|0,63||0|9,33|0,028|0,25|0|0,25|94,7',
         'label' => 'Édulcorantàl\'aspartame,enpoudre'],
        ['value' =>
             'Siropd\'agave|0,306|0||0,4||0,226||||0,069|0,172|0,413|0,722|741|318|0,5||0,25|70,2|0,018|0|0|0,5|78,1',
         'label' => 'Siropd\'agave'],
        ['value' =>
             'Siropd\'érable|0,306|0||0,4||0,226||||0,069|0,172|0,413|0,722|742|269|0,04||0,007|62,6|0,015|0|0|0,06|67,1',
         'label' => 'Siropd\'érable'],
        ['value' =>
             'Sucre|0,47|0||0,4||0,226||||0,069|0,172|0,413|0,722|247|399|0||0|99,7|0,0054|0|0|0|99,7',
         'label' => 'Sucre'],
        ['value' =>
             'Sucreblanc|0,47|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|658|399|0||0|99,7|0,0054|0|0|0|99,7',
         'label' => 'Sucreblanc'],
        ['value' =>
             'Sucreroux|0,47|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|659|389|0,12||0|95,5|0,1|0|0|0|97,1',
         'label' => 'Sucreroux'],
        ['value' =>
             'Sucrevanillé|0,47|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|660|398|0,1||0,053|97,2|0,0094|0,37|0|0,33|98,6',
         'label' => 'Sucrevanillé'],
        ['value' =>
             'Miel|0,47|0||0,4||0,226||||0,069|0,172|0,413|0,722|248|327|0,52||0|79,8|0,01|0|0|0|81,3',
         'label' => 'Miel'],
        ['value' =>
             'Cannelle,enpoudre|0,42|0||0,4||0,226||||0,069|0,172|0,413|0,722|252|243|3,87||0,44|2,17|0,025|53,1|0|1,22|27,5',
         'label' => 'Cannelle,enpoudre'],
        ['value' =>
             'Cardamome,poudre|0,42|0||0,4||0,226||||0,069|0,172|0,413|0,722|444|321|10,8||0|0|0,045|28|0|6,7|40,5',
         'label' => 'Cardamome,poudre'],
        ['value' =>
             'Carvi,graine|0,42|0||0,4||0,226||||0,069|0,172|0,413|0,722|445|334|19,8||0,62|0,64|0,043|38|0|14,6|11,9',
         'label' => 'Carvi,graine'],
        ['value' =>
             'Cloudegirofle|0,42|0||0,4||0,226||||0,069|0,172|0,413|0,722|446|335|5,97||3,95|2,38|0,69|33,9|0|13|31,6',
         'label' => 'Cloudegirofle'],
        ['value' =>
             'Coriandre,graine|0,42|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|447|346|12,4||0,97|0|0,088|41,9|0|17,8|13',
         'label' => 'Coriandre,graine'],
        ['value' =>
             'Cumin,graine|0,42|0||0,4||0,226||||0,069|0,172|0,413|0,722|253|427|17,8||1,54|2,25|0,42|10,5|0|22,3|33,7',
         'label' => 'Cumin,graine'],
        ['value' =>
             'Curcuma,poudre|0,42|0||0,4||0,226||||0,069|0,172|0,413|0,722|448|291|9,68||1,84|3,21|0,068|22,7|0|3,25|44,4',
         'label' => 'Curcuma,poudre'],
        ['value' =>
             'Curry,poudre|0,42|0||0,4||0,226||||0,069|0,172|0,413|0,722|254|301|14,5||1,65|2,63|0,13|53,2|0|14|2,63',
         'label' => 'Curry,poudre'],
        ['value' =>
             'Gingembre,poudre|0,42|0||0,4||0,226||||0,069|0,172|0,413|0,722|255|336|9,05||2,6|3,39|0,068|14,1|0|4,24|58,3',
         'label' => 'Gingembre,poudre'],
        ['value' =>
             'Gingembre,racinecrue|0,42|0||0,4||0,226||||0,069|0,172|0,413|0,722|449|32,9|1,1||0,09|1|0,016|2,7|0|1,1|3,4',
         'label' => 'Gingembre,racinecrue'],
        ['value' =>
             'Laurier,feuille|0,42|0||0,4||0,226||||0,069|0,172|0,413|0,722|450|353|7,61||2,28|48,6|0,058|26,3|0|8,36|48,6',
         'label' => 'Laurier,feuille'],
        ['value' =>
             'Noixdemuscade|0,42|0||0,4||0,226||||0,069|0,172|0,413|0,722|451|507|5,3||25,9|2,99|0,04|20,8|0|36,3|28,5',
         'label' => 'Noixdemuscade'],
        ['value' =>
             'Paprika|0,42|0||0,4||0,226||||0,069|0,172|0,413|0,722|452|319|14,1||2,14|10,3|0,17|34,9|0|12,9|19,1',
         'label' => 'Paprika'],
        ['value' =>
             'Pavot,graine|0,42|0||0,4||0,226||||0,069|0,172|0,413|0,722|453|551|19,7||4,69|2,99|0,059|14,8|0|43,1|13,7',
         'label' => 'Pavot,graine'],
        ['value' =>
             'Poivreblanc,poudre|1,59|0||0,4||0,226||||0,069|0,172|0,413|0,722|454|310|11,4||0,63|0|0,013|26,2|0|2,11|48,3',
         'label' => 'Poivreblanc,poudre'],
        ['value' =>
             'PoivredeCayenneoupimentdeCayenne|1,59|0||0,4||0,226||||0,069|0,172|0,413|0,722|455|376|12||3,26|10,3|0,075|27,2|0|17,3|29,4',
         'label' => 'PoivredeCayenneoupimentdeCayenne'],
        ['value' =>
             'Poivregris,poudre|1,59|0||0,4||0,226||||0,069|0,172|0,413|0,722|456|283|12,1||1,39|0,64|0,05|25,3|0|3,26|38,7',
         'label' => 'Poivregris,poudre'],
        ['value' =>
             'Poivrenoir,poudre|1,59|0||0,4||0,226||||0,069|0,172|0,413|0,722|250|330|13,3||2,9|0,64|0,036|25,9|0|7,5|39,3',
         'label' => 'Poivrenoir,poudre'],
        ['value' =>
             'Safran|0,42|0||0,4||0,226||||0,069|0,172|0,413|0,722|457|352|11,4||1,59|42,4|0,37|3,9|0|5,85|61,5',
         'label' => 'Safran'],
        ['value' =>
             'Sel|0,34|0||0,4||0,226||||0,069|0,172|0,413|0,722|249|0|0||0|0|97,8|0|0|0|0',
         'label' => 'Sel'],
        ['value' =>
             'Vanille,extraitalcoolique|1,43|0||0,4||0,226||||0,069|0,172|0,413|0,722|458|240|0,05||0|0|0,01|0|0|0|2,41',
         'label' => 'Vanille,extraitalcoolique'],
        ['value' =>
             'Vanille,extraitaqueux|1,43|0||0,4||0,226||||0,069|0,172|0,413|0,722|459|57,7|0,03||0|14,4|0,0075|0|0|0|14,4',
         'label' => 'Vanille,extraitaqueux'],
        ['value' =>
             'GoussedeVanille|1,43|0||0,4||0,226||||0,069|0,172|0,413|0,722|256|57,7|0,03||0|14,4|0,0075|0|0|0|14,4',
         'label' => 'GoussedeVanille'],
        ['value' =>
             'Autreépice|0,42|0||0,4||0,226||||0,069|0,172|0,413|0,722|261|54,02|3,414||0,197|4,678|0,055|6,172|0|0,806|5,184',
         'label' => 'Autreépice'],
        ['value' =>
             'Guacamole,préemballé|0,619|0||0,4||0,226||||0,069|0,172|0,413|0,722|728|165|2,18||3,95|2,65|1,38|5,65|0|16,5|5,85',
         'label' => 'Guacamole,préemballé'],
        ['value' =>
             'Harissa(saucecondimentaire)|1,229|0||0,4||0,226||||0,069|0,172|0,413|0,722|729|87|2,72||0,47|4,7|2,81|5,1|0|2,9|7,3',
         'label' => 'Harissa(saucecondimentaire)'],
        ['value' =>
             'Houmous|0,275|0||0,4||0,226||||0,069|0,172|0,413|0,722|730|288|8,2||2,48|1,38|1,19|5,98|0|23,9|7,1',
         'label' => 'Houmous'],
        ['value' =>
             'Ketchup|1,15|0||0,4||0,226||||0,069|0,172|0,413|0,722|257|102|1,27||0,069|20,8|2,59|1,15|0|0,19|22,1',
         'label' => 'Ketchup'],
        ['value' =>
             'Mayonnaise(70%MGmin.)|1,987|0||0,4||0,226||||0,069|0,172|0,413|0,722|731|696|1,36||7,27|1,03|1,39|0,32|0|75,2|2,62',
         'label' => 'Mayonnaise(70%MGmin.)'],
        ['value' =>
             'Sauceaïoli,préemballée|1,878|0||0,4||0,226||||0,069|0,172|0,413|0,722|732|395|1,13||6,3|3,14|1,85|0,42|0|41|4,7',
         'label' => 'Sauceaïoli,préemballée'],
        ['value' =>
             'Saucebéchamel,maison|1,838|0||0,4||0,226||||0,069|0,172|0,413|0,722|733|147|3,84||2,85|4,38|0,89|0,2|0|10,6|8,97',
         'label' => 'Saucebéchamel,maison'],
        ['value' =>
             'Sauceindiennetypetandoorioutikkamasala,préemballée|0,333|0||0,4||0,226||||0,069|0,172|0,413|0,722|734|86,7|2,6||0,35|12,3|2,4|1,9|0|1,7|14,3',
         'label' => 'Sauceindiennetypetandoorioutikkamasala,préemballée'],
        ['value' =>
             'SauceNuocMâmouSauceaupoisson,préemballée|0,0939|0||0,4||0,226||||0,069|0,172|0,413|0,722|735|81,2|9,3||0|8,34|22,2|0,2|0|0|10,9',
         'label' => 'SauceNuocMâmouSauceaupoisson,préemballée'],
        ['value' =>
             'Saucepestorosso,préemballée|0,942|0||0,4||0,226||||0,069|0,172|0,413|0,722|736|305|4,8||3,95|2,75|1,99|4,15|0|27|8,58',
         'label' => 'Saucepestorosso,préemballée'],
        ['value' =>
             'Saucepesto,préemballée|1,407|0||0,4||0,226||||0,069|0,172|0,413|0,722|737|370|3,94||4,39|3,2|2,64|2,5|0|35,4|6,6',
         'label' => 'Saucepesto,préemballée'],
        ['value' =>
             'SauceSoja|0,865|0||0,4||0,226||||0,069|0,172|0,413|0,722|418|52,2|7,08||0,0085|1,32|18,6|0,86|0|0,1|5,3',
         'label' => 'SauceSoja'],
        ['value' =>
             'Sauceteriyaki,préemballée|0,865|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|738|98|3,82||0,3|13,2|6,13|0,1|0|1,06|16',
         'label' => 'Sauceteriyaki,préemballée'],
        ['value' =>
             'Moutarde|2,49|0||0,4||0,226||||0,069|0,172|0,413|0,722|258|152|6,92||0,73|1,66|6,3|1|0|11,2|4,33',
         'label' => 'Moutarde'],
        ['value' =>
             'Piment|1,59|0||0,4||0,226||||0,069|0,172|0,413|0,722|260|44,5|1,87||0,031|5,3|0,02|1,65|0|0,32|7,7',
         'label' => 'Piment'],
        ['value' =>
             'Tapenade|0,73|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|436|246|1,3||2,7|0,2|3,2|3,7|0|23|2,6',
         'label' => 'Tapenade'],
        ['value' =>
             'Agar(algue),cru|0,07|0|0|0,4|0|0,226|0|0|1,983|0,069|0,172|0,413|0,722|682|28,4|0,54||0,006|0,28|0,023|0,5|0|0,03|6,25',
         'label' => 'Agar(algue),cru'],
        ['value' =>
             'Spiruline(Spirulinasp.),séchéeoudéshydratée|0,07|0|0|0,4|0|0,226|0|0|1,983|0,069|0,172|0,413|0,722|683|388|57,5||2,65|3,1|2,62|3,6|0|7,72|20,3',
         'label' => 'Spiruline(Spirulinasp.),séchéeoudéshydratée'],
        ['value' =>
             'Wakaméatlantique(Alariaesculenta),séchéeoudéshydratée|0,07|0|0|0,4|0|0,226|0|0|1,983|0,069|0,172|0,413|0,722|684|187|12,3||0,4|0,4|4,81|49,5|0|1,53|6,28',
         'label' => 'Wakaméatlantique(Alariaesculenta),séchéeoudéshydratée'],
        ['value' =>
             '|0|||||||||||||262||||||||||',
         'label' => ''],
        ['value' =>
             'Huiledecolza|1,84|0||0,4||0,226||||0,069|0,172|0,413|0,722|264|900|0||7,26|0|0|0|0|100|0',
         'label' => 'Huiledecolza'],
        ['value' =>
             'Huiledenoix|0,46|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|564|900|0||10|0|0|0|1|100|0',
         'label' => 'Huiledenoix'],
        ['value' =>
             'Huiledepalme,sansprécision|1,53|0||0,4||0,226||||0,069|0,172|0,413|0,722|719|900|0||49,3|0|0|0|0|100|0',
         'label' => 'Huiledepalme,sansprécision'],
        ['value' =>
             'Huiledesésame|0,46|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|565|900|0||14,9|0|0|0|0|100|0',
         'label' => 'Huiledesésame'],
        ['value' =>
             'Huiledetournesol|1,22|0||0,4||0,226||||0,069|0,172|0,413|0,722|265|900|0||10,9|0|0|0|0|100|0',
         'label' => 'Huiledetournesol'],
        ['value' =>
             'Huiled\'olive|2,04|0||0,4||0,226||||0,069|0,172|0,413|0,722|263|900|0||11,9|0|0,0084|0|0|100|0',
         'label' => 'Huiled\'olive'],
        ['value' =>
             'Huilevégétale(alimentmoyen)|1,53|0||0,4||0,226||||0,069|0,172|0,413|0,722|720|899|0||11,5|0|0,0059|0|0|99,9|0',
         'label' => 'Huilevégétale(alimentmoyen)'],
        ['value' =>
             'Matièregrasse100%végétale(typemargarine)à50-63%MG,allégée,demi-sel|2,56|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|594|523|0,2||25|0,2|1,25|0|0|58|0,2',
         'label' => 'Matièregrasse100%végétale(typemargarine)à50-63%MG,allégée,demi-sel'],
        ['value' =>
             'Matièregrasse100%végétale(typemargarine)à50-63%MG,allégée,doux|2,56|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|595|517|0,097||16,8|0,17|0,37|0|0|57,4|0,17',
         'label' => 'Matièregrasse100%végétale(typemargarine)à50-63%MG,allégée,doux'],
        ['value' =>
             'Matièregrasse100%végétale(typemargarine)à80%MG,doux|2,56|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|596|726|0,39||25,1|0,3|0,43|0|0|80,4|0,3',
         'label' => 'Matièregrasse100%végétale(typemargarine)à80%MG,doux'],
        ['value' =>
             'BeurredecacahuèteouPâted\'arachide|0,46|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|545|648|22,2||10,4|10,5|0,99|5|1|52,5|16',
         'label' => 'BeurredecacahuèteouPâted\'arachide'],
        ['value' =>
             'Pâted\'amande,préemballée|2,39|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|554|467|7,19||1,63|56,6|0,053|7,2|1|20,6|58,1',
         'label' => 'Pâted\'amande,préemballée'],
        ['value' =>
             'TahinouPuréedesésame|0,46|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|556|631|17,7||7,48|0,49|0,19|7|0|53,4|13,8',
         'label' => 'TahinouPuréedesésame'],
        ['value' =>
             'Vinaigrebalsamique|3,6|0||0,4||0,226||||0,069|0,172|0,413|0,722|437|125|0,69||0|19,1|0,068|0,5|0|0,6|25,8',
         'label' => 'Vinaigrebalsamique'],
        ['value' =>
             'Vinaigredecidre|3,6|0||0,4||0,226||||0,069|0,172|0,413|0,722|438|11|0||0|0,4|0,013|0|0|0|0,93',
         'label' => 'Vinaigredecidre'],
        ['value' =>
             'Vinaigredevin|3,6|0||0,4||0,226||||0,069|0,172|0,413|0,722|266|22,6|0,04||0|0,04|0,033|0|0|0,1|0,62',
         'label' => 'Vinaigredevin'],
        ['value' =>
             '|0|||||||||||||267||||||||||',
         'label' => ''],
        ['value' =>
             'Bouillondeboeuf,déshydratéreconstitué|0,4|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|655|9,05|0,6||0,057|0,33|0,74|0|0|0,15|1,33',
         'label' => 'Bouillondeboeuf,déshydratéreconstitué'],
        ['value' =>
             'Bouillondelégumes,déshydratéreconstitué|0,4|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|656|5,38|0,34||0,14|0,19|0,61|0|0|0,16|0,65',
         'label' => 'Bouillondelégumes,déshydratéreconstitué'],
        ['value' =>
             'Bouillondevolaille,déshydratéreconstitué|0,4|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|657|5,58|0,6||0,083|0,18|0,78|0,0001|0|0,13|0,5',
         'label' => 'Bouillondevolaille,déshydratéreconstitué'],
        ['value' =>
             'Caféexpresso,noninstantané,nonsucré,prêtàboire|2,57|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|479|4,51|0,12||0,083|0|0,035|0|0|0,18|0,6',
         'label' => 'Caféexpresso,noninstantané,nonsucré,prêtàboire'],
        ['value' =>
             'Cafémoulu|2,57|0||0,4||0,226||||0,069|0,172|0,413|0,722|268|397|14,4||0|0|0,19|19,8|0|15,4|40,2',
         'label' => 'Cafémoulu'],
        ['value' =>
             'Miso|0,48|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|723|160|10,7||1,01|6,2|8,35|5,4|0|5,31|18,1',
         'label' => 'Miso'],
        ['value' =>
             'Théàinfuser|4,81|0||0,4||0,226||||0,069|0,172|0,413|0,722|269|0,46|0,1||0,002|0|0,0041|0|0|0,007|0',
         'label' => 'Théàinfuser'],
        ['value' =>
             'Soupes|0,4|0||0,4||0,226||||0,069|0,172|0,413|0,722|270|36,8|0,84||0,55|1,74|0,7|1,2|0|1,32|4,8',
         'label' => 'Soupes'],
        ['value' =>
             '||||||||||||||271||||||||||',
         'label' => ''],
        ['value' =>
             'Eaudurobinet|0,000168|0||0,4||0,226||||||||272|0|0||0|0|0,0076|0|0|0|0',
         'label' => 'Eaudurobinet'],
        ['value' =>
             'Eauenbouteille|0,2|0||0,4||0,226||||0,069|0,172|0,413|0,722|273|0|0||0|0|0,792|0|0|0|0',
         'label' => 'Eauenbouteille'],
        ['value' =>
             'Jusdecitron|0,36|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|427|28,9|0,45||0,04|2,06|0,0065|0,3|0|0,24|2,48',
         'label' => 'Jusdecitron'],
        ['value' =>
             'Jusd\'orange|1,36|0||0,4||0,226||||0,069|0,172|0,413|0,722|274|45|0,61||0,053|9,58|0,012|0,28|0|0,11|9,58',
         'label' => 'Jusd\'orange'],
        ['value' =>
             'Jusdepomme|1,21|0||0,4||0,226||||0,069|0,172|0,413|0,722|275|43,6|0,17||0,046|9,6|0,022|0,23|0|0,14|10',
         'label' => 'Jusdepomme'],
        ['value' =>
             'Jusdepoire|1,14|0||0,4||0,226||||0,069|0,172|0,413|0,722|276|44,3|0,39||0,05|9,59|0,017|0,255|0|0,125|9,79',
         'label' => 'Jusdepoire'],
        ['value' =>
             'Jusdefruit|1,21|0||0,4||0,226||||0,069|0,172|0,413|0,722|277|44,3|0,39||0,05|9,59|0,017|0,255|0|0,125|9,79',
         'label' => 'Jusdefruit'],
        ['value' =>
             'Soda|0,54|0||0,4||0,226||||0,069|0,172|0,413|0,722|278|27,2|0||0|6,8|0|0|0|0|6,8',
         'label' => 'Soda'],
        ['value' =>
             '|0|||||||||||||279||||||||||',
         'label' => ''],
        ['value' =>
             'Alcoolfort|1,5|0||0,4||0,226||||0,069|0,172|0,413|0,722|280|660|0||0|0|0|0|0|0|0',
         'label' => 'Alcoolfort'],
        ['value' =>
             'Bière|0,96|0||0,4||0,226||||0,069|0,172|0,413|0,722|281|37,3|0,39||0|0|0,0068|0|0|0|2,7',
         'label' => 'Bière'],
        ['value' =>
             'Bière\"coeurdemarché\"(4-5°alcool)|0,96|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|463|37,3|0,39||0|0|0,0047|0|0|0|2,7',
         'label' => 'Bière\"coeurdemarché\"(4-5°alcool)'],
        ['value' =>
             'Bière\"despécialités\"oud\'abbaye,régionalesoud\'unebrasserie(degréd\'alcoolvariable)|0,96|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|464|47,1|0,51||0|0,66|0,0093|0|0|0|3,2',
         'label' => 'Bière\"despécialités\"oud\'abbaye,régionalesoud\'unebrasserie(degréd\'alcoolvariable)'],
        ['value' =>
             'Champagne|1,15|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|465|81,7|0,3||0|1,4|0,0048|0|0|0|2,81',
         'label' => 'Champagne'],
        ['value' =>
             'Cidrebrut|0,96|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|466|37,5|0||0|2,22|0,01|0|0|0|2,62',
         'label' => 'Cidrebrut'],
        ['value' =>
             'Cidredoux|0,96|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|467|37,5|0,5||0|4,61|0,0098|0|0|0,6|5,09',
         'label' => 'Cidredoux'],
        ['value' =>
             'Rhum|1,5|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|468|248|0||0|0|0,0025|0|0|0|0,031',
         'label' => 'Rhum'],
        ['value' =>
             'Vin|1,15|0||0,4||0,226||||0,069|0,172|0,413|0,722|282|77,7|0,075||0|0,62|0,0025|0|0|0|1,03',
         'label' => 'Vin'],
        ['value' =>
             'Vinblancsec11°|1,15|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|469|55,9|0,5||0|0,17|0,0063|0|0|0|0,17',
         'label' => 'Vinblancsec11°'],
        ['value' =>
             'Vindoux|1,15|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|470|150|0,12||0|7,78|0,027|0|0|0|10,5',
         'label' => 'Vindoux'],
        ['value' =>
             'Vinrosé11°|1,15|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|471|71,5|0,2||0|0|0,01|0|0|0|1,4',
         'label' => 'Vinrosé11°'],
        ['value' =>
             'Vinrouge11°|1,15|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|472|77,7|0,075||0|0,62|0,0025|0|0|0|1,03',
         'label' => 'Vinrouge11°'],
        ['value' =>
             'Vodka|1,5|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|473|237|0||0|0|0,0025|0|0|0|0,69',
         'label' => 'Vodka'],
        ['value' =>
             'Whisky|1,5|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|474|249|0||0|0,1|0|0|0|0|1,57',
         'label' => 'Whisky'],
        ['value' =>
             'Aiglefin/Haddock|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|315|99|23,5|Selonleszones|0,13|0|1,91|0|0|0,57|0',
         'label' => 'Aiglefin/Haddock'],
        ['value' =>
             'Anchois|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|154|125|20,4|Selonleszones|1,11|0|0,26|0|0|4,84|0,00001',
         'label' => 'Anchois'],
        ['value' =>
             'Anchoiscommun,mariné|7,98|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|642|136|23,9||1,04|0|5,58|0|0|3,26|2,7',
         'label' => 'Anchoiscommun,mariné'],
        ['value' =>
             'Anchois,filetsàl\'huile,semi-conserve,égoutté|7,98|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|643|182|26,4||3,08|0|11,3|0,25|0|8,45|0,2',
         'label' => 'Anchois,filetsàl\'huile,semi-conserve,égoutté'],
        ['value' =>
             'Anguille|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|307|252|18,3|Espècemenacée|4,98|0|0,12|0|0|19,9|0,00001',
         'label' => 'Anguille'],
        ['value' =>
             'Bar/Loup(élevage)|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|373|106|18,3|Espècenonmenacée|0,59|0|0,27|0|0|3,6|0,00001',
         'label' => 'Bar/Loup(élevage)'],
        ['value' =>
             'Bar/Loup(sauvage)|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|309|106|18,3|Selonleszones|0,59|0|0,27|0|0|3,6|0,00001',
         'label' => 'Bar/Loup(sauvage)'],
        ['value' =>
             'Barbue|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|310|126,38|21,519|Espècenonmenacée|1,024|0,003|0,702|0,052|0|4,803|0,099',
         'label' => 'Barbue'],
        ['value' =>
             'Brochet|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|304|85|18,8|Espècenonmenacée|0,31|0|0,12|0|0|1,07|0,00001',
         'label' => 'Brochet'],
        ['value' =>
             'Cabillaud/Morue|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|156|77,7|18,1|Selonleszones|0,1|0|0,24|0,15|0|0,56|0,00001',
         'label' => 'Cabillaud/Morue'],
        ['value' =>
             'Carpe,crue,élevage|4,88|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|632|114|17,7||1,28|0|0,077|0|0|4,76|0',
         'label' => 'Carpe,crue,élevage'],
        ['value' =>
             'Chinchard|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|312|116|19|Espècenonmenacée|2,31|0||0|0|4,42|0,00001',
         'label' => 'Chinchard'],
        ['value' =>
             'Civelle|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|414|252|18,3|Espècemenacée|4,98|0|0,12|0|0|19,9|0,00001',
         'label' => 'Civelle'],
        ['value' =>
             'Colind\'Alaska|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|313|71,8|16,3|Espècenonmenacée|0,029|0|0,5|0,1|0|0,72|0,00001',
         'label' => 'Colind\'Alaska'],
        ['value' =>
             'Congre|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|314|115|18,3|Espècenonmenacée|0,13|0|0,13|0|0|4,6|0,00001',
         'label' => 'Congre'],
        ['value' =>
             'Doraderoyale(élevage)|8,35|0||0,4||0,226||||0,069|0,172|0,413|0,722|158|129|20,9|Selonleszones|1,19|0|0,13|0|0|5,1|0,00001',
         'label' => 'Doraderoyale(élevage)'],
        ['value' =>
             'Dorade(sauvage)|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|159|80,9|17,9|Selonleszones|0,25|0|0,19|0|0|1,03|0,00001',
         'label' => 'Dorade(sauvage)'],
        ['value' =>
             'DoradeCoryphène|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|770|80,9|17,9|Selonleszones|0,25|0|0,19|0|0|1,03|0,00001',
         'label' => 'DoradeCoryphène'],
        ['value' =>
             'Empereur|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|316|73,5|15|Espècemenacée|0,3|0|0,21|0|0|1,5|0,00001',
         'label' => 'Empereur'],
        ['value' =>
             'Espadon|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|317|175|19,7|Selonleszones|0,2|0|0,2|0|0|10,7|0,00001',
         'label' => 'Espadon'],
        ['value' =>
             'FlétanBlanc(élevage)|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|374|99,1|21,5|Espècenonmenacée|0,23|0|0,16|0|0|1,45|0,00001',
         'label' => 'FlétanBlanc(élevage)'],
        ['value' =>
             'FlétanBlanc(sauvage)|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|318|99,1|21,5|Espècemenacée|0,23|0|0,16|0|0|1,45|0,00001',
         'label' => 'FlétanBlanc(sauvage)'],
        ['value' =>
             'FlétanduPacifique|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|320|174|13,3|Espècenonmenacée|2,66|0|0,43|0|0|13,4|0,00001',
         'label' => 'FlétanduPacifique'],
        ['value' =>
             'FlétanNoir|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|319|174|13,3|Espècenonmenacée|2,66|0|0,43|0|0|13,4|0,00001',
         'label' => 'FlétanNoir'],
        ['value' =>
             'Grenadier|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|321|75,5|15,6|Espècemenacée|0,26|0|0,14|0|0|1,46|0,00001',
         'label' => 'Grenadier'],
        ['value' =>
             'Grondin|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|322|94|19|Espècenonmenacée|0|0|0|0|0|2|0,00001',
         'label' => 'Grondin'],
        ['value' =>
             'Hareng|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|160|165|17,7|Espècenonmenacée|2,57|0|0,2|0|0|10,4|0,00001',
         'label' => 'Hareng'],
        ['value' =>
             'Huiledefoiedemorue|7,98|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|562|900|0||22|0|0,00005|0|0|100|0',
         'label' => 'Huiledefoiedemorue'],
        ['value' =>
             'Légineaustrale|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|323|126,38|21,519|Selonleszones|1,024|0,003|0,702|0,052|0|4,803|0,099',
         'label' => 'Légineaustrale'],
        ['value' =>
             'Lieujaune|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|324|76,7|18,1|Selonleszones|0,039|0|0,31|0|0|0,49|0,00001',
         'label' => 'Lieujaune'],
        ['value' =>
             'LieuNoir|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|162|83,6|19,4|Selonleszones|0,16|0|0,2|0|0|0,66|0,00001',
         'label' => 'LieuNoir'],
        ['value' =>
             'Limandecommune|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|325|80,6|17|Espècenonmenacée|0,2|0|0,24|0|0|1,4|0,00001',
         'label' => 'Limandecommune'],
        ['value' =>
             'Linguebleue|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|326|79,6|18,9|Espècemenacée|0,095|0|0,23|0|0|0,44|0,00001',
         'label' => 'Linguebleue'],
        ['value' =>
             'Linguefranche/Julienne|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|327|79,6|18,9|Espècenonmenacée|0,095|0|0,23|0|0|0,44|0,00001',
         'label' => 'Linguefranche/Julienne'],
        ['value' =>
             'Lotte/Baudroie|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|311|68,5|14,8|Selonleszones|0,18|0|0,23|0,15|0|0,99|0,00001',
         'label' => 'Lotte/Baudroie'],
        ['value' =>
             'Maigre(élevage)|4,88|0||0,4||0,226||||0,069|0,172|0,413|0,722|384|106|18,3|Selonleszones|0,59|0|0,27|0|0|3,6|0,00001',
         'label' => 'Maigre(élevage)'],
        ['value' =>
             'Maigre(sauvage)|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|385|106|18,3|Espècenonmenacée|0,59|0|0,27|0|0|3,6|0,00001',
         'label' => 'Maigre(sauvage)'],
        ['value' =>
             'Maquereau|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|163|194|18,1|Espècenonmenacée|3,22|0|0,16|0|0|13,5|0,00001',
         'label' => 'Maquereau'],
        ['value' =>
             'Marlin|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|363|79,5|18,9|Selonleszones|0,083|0|0,16|0|0|0,44|0,00001',
         'label' => 'Marlin'],
        ['value' =>
             'Merlan|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|328|79,5|18,9|Selonleszones|0,083|0|0,16|0|0|0,44|0,00001',
         'label' => 'Merlan'],
        ['value' =>
             'Merlu|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|165|78,4|17,4|Selonleszones|0,2|0|0,26|0|0|1|0,00001',
         'label' => 'Merlu'],
        ['value' =>
             'Mulet/Muge|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|329|114|20,1|Espècenonmenacée|0,89|0|0,18|0|0|3,79|0,00001',
         'label' => 'Mulet/Muge'],
        ['value' =>
             'Omblechevalier(élevage)|4,88|0||0,4||0,226||||0,069|0,172|0,413|0,722|361|103|19,8|Espècenonmenacée|2,2|0|0,14|0|0|2,7|0,00001',
         'label' => 'Omblechevalier(élevage)'],
        ['value' =>
             'Omblechevalier(sauvage)|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|362|103|19,8|Espècemenacée|2,2|0|0,14|0|0|2,7|0,00001',
         'label' => 'Omblechevalier(sauvage)'],
        ['value' =>
             'Panga/Pangasius(élevage)|4,88|0||0,4||0,226||||0,069|0,172|0,413|0,722|330|65,2|13,5|Selonleszones|0,47|0|0,68|0|0|1,27|0,00001',
         'label' => 'Panga/Pangasius(élevage)'],
        ['value' =>
             'PercheduNil|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|331|82,4|19,1|Espècemenacée|0,22|0|0,14|0|0|0,68|0,00001',
         'label' => 'PercheduNil'],
        ['value' =>
             'Plie/Carrelet|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|332|80,9|18,1|Espècenonmenacée|0,13|0|0,23|0|0|0,94|0,00001',
         'label' => 'Plie/Carrelet'],
        ['value' =>
             'Raie|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|335|89,9|21,4|Selonleszones|0,12|0|0,35|0|0|0,47|0,00001',
         'label' => 'Raie'],
        ['value' =>
             'Requin|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|336|125|21|Espècemenacée|0,93|0|0,2|0|0|4,51|0,00001',
         'label' => 'Requin'],
        ['value' =>
             'Rougetbarbet|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|337|96,7|16,3|Selonleszones|0,9|0|0,2|0|0|3,5|0,00001',
         'label' => 'Rougetbarbet'],
        ['value' =>
             'Sabrenoir|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|338|125|18|Espècemenacée|0,94|0|0,28|0|0|5,9|0,00001',
         'label' => 'Sabrenoir'],
        ['value' =>
             'Saint-Pierre|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|339|84,8|19,9|Espècenonmenacée|0,12|0|0,17|0|0|0,59|0,00001',
         'label' => 'Saint-Pierre'],
        ['value' =>
             'Sardine|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|167|213|21,5|Selonleszones|3,16|0|0,7|0|0|13,9|0,62',
         'label' => 'Sardine'],
        ['value' =>
             'Sardine,àl\'huile,appertisée,égouttée|7,98|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|644|207|24,4||2,56|0|0,75|0|0|12|0,49',
         'label' => 'Sardine,àl\'huile,appertisée,égouttée'],
        ['value' =>
             'Saumon(élevage)|4,88|0||0,4||0,226||||0,069|0,172|0,413|0,722|170|192|20,5|Selonleszones|2,13|0|0,16|0,1|0|12,2|0,00001',
         'label' => 'Saumon(élevage)'],
        ['value' =>
             'Saumon(sauvage)|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|169|158|21|Selonleszones|1,92|0|0,12|0|0|8,22|0,00001',
         'label' => 'Saumon(sauvage)'],
        ['value' =>
             'Saumonfumé(élevage)|5,11|0||0,4||0,226||||0,069|0,172|0,413|0,722|171|178|22|Espècenonmenacée|2,22|0|3,24|0,15|0|9,53|1,04',
         'label' => 'Saumonfumé(élevage)'],
        ['value' =>
             'Sébaste|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|340|89,5|18,8|Espècemenacée|0,31|0|0,18|0|0|1,6|0,00001',
         'label' => 'Sébaste'],
        ['value' =>
             'Sole|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|306|77,3|18|Selonleszones|0,13|0|0,19|0|0|0,6|0,00001',
         'label' => 'Sole'],
        ['value' =>
             'Tacaud|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|341|81,6|19,7|Espècenonmenacée|0,098|0|0,2|0|0|0,33|0,00001',
         'label' => 'Tacaud'],
        ['value' =>
             'Thonalbacoreouthonjaune,aunaturel,appertisé,égoutté|7,98|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|647|129|26,6||0,71|0,094|0,71|1,5|0|1,98|0,9',
         'label' => 'Thonalbacoreouthonjaune,aunaturel,appertisé,égoutté'],
        ['value' =>
             'Thonàl\'huile,appertisé,égoutté|7,98|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|646|208|25,9||1,58|0,11|0,4|0,75|0|11|1,03',
         'label' => 'Thonàl\'huile,appertisé,égoutté'],
        ['value' =>
             'Thon,aunaturel,appertisé,égoutté|7,98|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|649|111|26,8||0,086|0|0,74|0|0|0,4|0',
         'label' => 'Thon,aunaturel,appertisé,égoutté'],
        ['value' =>
             'Thonblanc/Germon|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|175|192|31,3|Selonleszones|1,34|0|0,67|0|0|6,95|1,01',
         'label' => 'Thonblanc/Germon'],
        ['value' =>
             'Thongermonouthonblanc,àl\'huiled\'olive,appertisé,égoutté|7,98|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|648|192|31,3||1,41|0|0,67|0|0|6,95|1,01',
         'label' => 'Thongermonouthonblanc,àl\'huiled\'olive,appertisé,égoutté'],
        ['value' =>
             'Thonjaune/Albacore|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|173|128|26,6|Selonleszones|0,67|0,0001|0,71|0,5|0|1,98|0,58',
         'label' => 'Thonjaune/Albacore'],
        ['value' =>
             'Thonlistao/Bonite|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|178|97,1|22|Espècenonmenacée|0,33|0|0,093|0|0|1,01|0,00001',
         'label' => 'Thonlistao/Bonite'],
        ['value' =>
             'Thonrouge|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|179|155|23,3|Espècemenacée|1,26|0|0,098|0|0|6,81|0,00001',
         'label' => 'Thonrouge'],
        ['value' =>
             'Tilapia(élevage)|4,88|0||0,4||0,226||||0,069|0,172|0,413|0,722|342|91,6|18,1|Selonleszones|0,56|0|0,071|0|0|2,13|0,00001',
         'label' => 'Tilapia(élevage)'],
        ['value' =>
             'Truite(élevage)|4,88|0||0,4||0,226||||0,069|0,172|0,413|0,722|180|133|19,3|Selonleszones|1,25|0|0,1|0|0|6,22|0,00001',
         'label' => 'Truite(élevage)'],
        ['value' =>
             'Truitefumée(élevage)|5,11|0||0,4||0,226||||0,069|0,172|0,413|0,722|181|180|23,4|Selonleszones|1,89|0|3,18|0|0|9,27|0,69',
         'label' => 'Truitefumée(élevage)'],
        ['value' =>
             'Turbot(élevage)|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|375|87,1|16,5|Espècenonmenacée|0,19|0|0,21|0|0|2,35|0,00001',
         'label' => 'Turbot(élevage)'],
        ['value' =>
             'Turbot(sauvage)|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|305|87,1|16,5|Selonleszones|0,19|0|0,21|0|0|2,35|0,00001',
         'label' => 'Turbot(sauvage)'],
        ['value' =>
             '|0|||||||||||||182||||||||||',
         'label' => ''],
        ['value' =>
             'Autrepoissonsauvage|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|183|126,38|21,519||1,024|0,003|0,702|0,052|0|4,803|0,099',
         'label' => 'Autrepoissonsauvage'],
        ['value' =>
             'Autrepoissond\'élevage|4,88|0||0,4||0,226||||0,069|0,172|0,413|0,722|184|126,38|21,519||1,024|0,003|0,702|0,052|0|4,803|0,099',
         'label' => 'Autrepoissond\'élevage'],
        ['value' =>
             '|0|||||||||||||185||||||||||',
         'label' => ''],
        ['value' =>
             'Araignéedemer|5,15|0||0,4||0,226||||0,069|0,172|0,413|0,722|343|107,76|19,184|Espècenonmenacée|0,379|0,02|0,948|0|0|1,901|3,38',
         'label' => 'Araignéedemer'],
        ['value' =>
             'Bulot/Buccin|5,15|0||0,4||0,226||||0,069|0,172|0,413|0,722|348|97,7|20,7|Espècenonmenacée|0,072|0|0,97|0|0|0,47|2,69',
         'label' => 'Bulot/Buccin'],
        ['value' =>
             'Calamar/Encornet|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|186|75,4|12,7|Espècenonmenacée|0,25|0|0,72|0|0|0,87|4,25',
         'label' => 'Calamar/Encornet'],
        ['value' =>
             'Coque|5,15|0||0,4||0,226||||0,069|0,172|0,413|0,722|349|107,76|19,184|Espècenonmenacée|0,379|0,02|0,948|0|0|1,901|3,38',
         'label' => 'Coque'],
        ['value' =>
             'CoquilleSaint-Jacques(sauvage)|5,15|0||0,4||0,226||||0,069|0,172|0,413|0,722|187|83|17|Espècenonmenacée|0,19|0|0,48|0|0|1,31|0,78',
         'label' => 'CoquilleSaint-Jacques(sauvage)'],
        ['value' =>
             'Craberoyal|5,15|0||0,4||0,226||||0,069|0,172|0,413|0,722|188|131|23,1|Espècenonmenacée|0,59|0|0,54|0|0|4,23|0',
         'label' => 'Craberoyal'],
        ['value' =>
             'Crevettes(élevage)|5,15|0||0,4||0,226||||0,069|0,172|0,413|0,722|190|99,5|21,4|Selonleszones|0,19|0|0,6|0|0|0,92|1,43',
         'label' => 'Crevettes(élevage)'],
        ['value' =>
             'Crevettes(sauvage)|5,15|0||0,4||0,226||||0,069|0,172|0,413|0,722|189|99,5|21,4|Espècenonmenacée|0,19|0|0,6|0|0|0,92|1,43',
         'label' => 'Crevettes(sauvage)'],
        ['value' =>
             'Gambas(élevage)|5,15|0||0,4||0,226||||0,069|0,172|0,413|0,722|344|107,76|19,184|Espècenonmenacée|0,379|0,02|0,948|0|0|1,901|3,38',
         'label' => 'Gambas(élevage)'],
        ['value' =>
             'Gambas(sauvage)|5,15|0||0,4||0,226||||0,069|0,172|0,413|0,722|345|107,76|19,184|Espècenonmenacée|0,379|0,02|0,948|0|0|1,901|3,38',
         'label' => 'Gambas(sauvage)'],
        ['value' =>
             'Ecrevisse(élevage)|5,15|0||0,4||0,226||||0,069|0,172|0,413|0,722|388|67,7|14,8|Espècenonmenacée|0,14|0|0,16|0|0|0,74|0,47',
         'label' => 'Ecrevisse(élevage)'],
        ['value' =>
             'Ecrevisse(sauvage)|5,15|0||0,4||0,226||||0,069|0,172|0,413|0,722|191|67,7|14,8|Selonleszones|0,14|0|0,16|0|0|0,74|0,47',
         'label' => 'Ecrevisse(sauvage)'],
        ['value' =>
             'Escargot,cru|5,15|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|597|77,9|16,1||0,19|0|0,35|0|0|0,92|1,29',
         'label' => 'Escargot,cru'],
        ['value' =>
             'Etrille|5,15|0||0,4||0,226||||0,069|0,172|0,413|0,722|404|128|19,3|Espècenonmenacée|0,7|0|0,402|0|0|5,38|0,5',
         'label' => 'Etrille'],
        ['value' =>
             'Grenouille,cuisse,crue|5,15|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|598|70|16,2||0,073|0|0,14|0|0|0,28|0,66',
         'label' => 'Grenouille,cuisse,crue'],
        ['value' =>
             'Homard|5,15|0||0,4||0,226||||0,069|0,172|0,413|0,722|194|83,6|17,5|Espècenonmenacée|0,16|0|0,9|0|0|1,21|0,63',
         'label' => 'Homard'],
        ['value' =>
             'Huîtres|5,15|0||0,4||0,226||||0,069|0,172|0,413|0,722|195|67,2|8,64|Espècenonmenacée|0,34|0,00001|1,56|0|0|1,91|3,86',
         'label' => 'Huîtres'],
        ['value' =>
             'Langouste|5,15|0||0,4||0,226||||0,069|0,172|0,413|0,722|196|86,1|18,2|Selonleszones|0,22|0|0,45|0|0|1,2|0,61',
         'label' => 'Langouste'],
        ['value' =>
             'Langoustine|5,15|0||0,4||0,226||||0,069|0,172|0,413|0,722|346|94,7|19,6|Espècenonmenacée|0,24|0|0,72|0|0|0,92|1,98',
         'label' => 'Langoustine'],
        ['value' =>
             'Moules(élevage)|5,15|0||0,4||0,226||||0,069|0,172|0,413|0,722|193|102|14,6|Espècenonmenacée|0,54|0,5|1,6|0|0|2,2|5,93',
         'label' => 'Moules(élevage)'],
        ['value' =>
             'Moules(sauvage)|5,15|0||0,4||0,226||||0,069|0,172|0,413|0,722|192|102|14,6|Espècemenacée|0,54|0,5|1,6|0|0|2,2|5,93',
         'label' => 'Moules(sauvage)'],
        ['value' =>
             'Oursin|5,15|0||0,4||0,226||||0,069|0,172|0,413|0,722|403|191|20,3|Espècenonmenacée|1,67|1|0,207|0|0|10,9|2,6',
         'label' => 'Oursin'],
        ['value' =>
             'Palourdegrise|5,15|0||0,4||0,226||||0,069|0,172|0,413|0,722|350|99,2|16,2|Espècenonmenacée|0,14|0|1,56|0|0|1,48|5,33',
         'label' => 'Palourdegrise'],
        ['value' =>
             'Pétoncleblanc/Vanneau|5,15|0||0,4||0,226||||0,069|0,172|0,413|0,722|351|88,7|17,5|Espècenonmenacée|0,3|0|0,38|0|0|0,7|3,1',
         'label' => 'Pétoncleblanc/Vanneau'],
        ['value' =>
             'Pétonclenoir|5,15|0||0,4||0,226||||0,069|0,172|0,413|0,722|352|88,7|17,5|Selonleszones|0,3|0|0,38|0|0|0,7|3,1',
         'label' => 'Pétonclenoir'],
        ['value' =>
             'Poulpe/Pieuvre|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|197|56,6|12,9|Espècenonmenacée|0,16|0|0,68|0|0|0,5|0,09',
         'label' => 'Poulpe/Pieuvre'],
        ['value' =>
             'Praire|5,15|0||0,4||0,226||||0,069|0,172|0,413|0,722|353|99,2|16,2|Selonleszones|0,14|0|1,56|0|0|1,48|5,33',
         'label' => 'Praire'],
        ['value' =>
             'Seiche|7,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|198|56,6|12,9|Espècenonmenacée|0,16|0|0,68|0|0|0,5|0,09',
         'label' => 'Seiche'],
        ['value' =>
             'Surimi,bâtonnets,trancheourâpésaveurcrabe|4,88|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|645|125|8,31||0,46|2,1|1,58|0,33|0|4,92|11,8',
         'label' => 'Surimi,bâtonnets,trancheourâpésaveurcrabe'],
        ['value' =>
             'Tourteau|5,15|0||0,4||0,226||||0,069|0,172|0,413|0,722|347|115|19,5|Selonleszones|0,59|0|0,54|0|0|3,2|1,94',
         'label' => 'Tourteau'],
        ['value' =>
             '|0|||||||||||||199||||||||||',
         'label' => ''],
        ['value' =>
             'Autrecrustacéoumollusque|5,15|0||0,4||0,226||||0,069|0,172|0,413|0,722|200|107,76|19,184||0,379|0,02|0,948|0|0|1,901|3,38',
         'label' => 'Autrecrustacéoumollusque'],

        ['value' =>
             'Agneau|32,64|0||0,4||0,226||||0,069|0,172|0,413|0,722|107|242|17,6||7,75|0|0,18|0|0|18|2,3',
         'label' => 'Agneau'],
        ['value' =>
             'Agneau,côtelette,crue|32,64|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|661|368|14,4||16,8|0|0,17|0|0|34,5|0',
         'label' => 'Agneau,côtelette,crue'],
        ['value' =>
             'Agneau,gigot,cru|32,64|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|662|128|20||1,97|0|0,12|0|0|5,13|0,48',
         'label' => 'Agneau,gigot,cru'],
        ['value' =>
             'Boeuf,bavette|28,265|||||||||||||360||||||||0||',
         'label' => 'Boeuf,bavette'],
        ['value' =>
             'Boeuf,entrecôte,crue|28,27|0||0,4||0,226||||0,069|0,172|0,413|0,722|108|231|19,4||8,07|0|0,075|0|0|17,1|0',
         'label' => 'Boeuf,entrecôte,crue'],
        ['value' =>
             'Buf,steakhaché10%MG,cru|28,27|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|664|171|20||2,88|0|0,16|0|0|10,1|0,05',
         'label' => 'Buf,steakhaché10%MG,cru'],
        ['value' =>
             'Buf,steakhaché15%MG,cru|28,27|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|665|209|20,2||5,71|0|0,1|0|0|14,1|0,47',
         'label' => 'Buf,steakhaché15%MG,cru'],
        ['value' =>
             'Buf,steakhaché20%MG,cru|28,27|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|666|249|17,3||7,99|0|0,16|0|0|20|0',
         'label' => 'Buf,steakhaché20%MG,cru'],
        ['value' =>
             'Buf,steakhaché5%MG,cru|28,27|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|667|130|21,9||1,64|0|0,097|0|0|4,59|0,3',
         'label' => 'Buf,steakhaché5%MG,cru'],
        ['value' =>
             'Boeuf,steakoubifteck,cru|28,27|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|668|223|19,2||6,75|0|0,15|0|0|16,2|0',
         'label' => 'Boeuf,steakoubifteck,cru'],
        ['value' =>
             'Merguez,boeufetmouton,crue|26,317|0||0,4||0,226||||0,069|0,172|0,413|0,722|690|315|14||12|0|1,58|0|0|27,6|2,8',
         'label' => 'Merguez,boeufetmouton,crue'],
        ['value' =>
             'Merguez,boeufetmouton,cuite|26,317|0||0,4||0,226||||0,069|0,172|0,413|0,722|691|283|19,8||12|1,6|2,33|0|0|21,8|1,8',
         'label' => 'Merguez,boeufetmouton,cuite'],
        ['value' =>
             'Veau|16,01|0||0,4||0,226||||0,069|0,172|0,413|0,722|109|108|20,7||0,6|0|0,097|0|0|2,6|0,58',
         'label' => 'Veau'],
        ['value' =>
             '|0|||||||||||||110||||||||||',
         'label' => ''],
        ['value' =>
             'Andouillette|5,53|0||0,4||0,226||||0,069|0,172|0,413|0,722|111|225|18,8||6,94|0,1|1,46|0,71|0|16,3|0,33',
         'label' => 'Andouillette'],
        ['value' =>
             'Boudin|5,53|0||0,4||0,226||||0,069|0,172|0,413|0,722|112|297|12,2||9,57|0,2|1,29|1,42|0|27,1|0,29',
         'label' => 'Boudin'],
        ['value' =>
             'Chipolata,crue|4,02|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|480|253|15,8||7,61|0,32|1,58|0,4|0|20,6|1',
         'label' => 'Chipolata,crue'],
        ['value' =>
             'Chipolata,cuite|4,02|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|481|307|19||9,2|0,8|2,14|0|0|25,3|0,8',
         'label' => 'Chipolata,cuite'],
        ['value' =>
             'Chorizo|4,02|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|482|425|23,5||14,3|1,24|4,24|0,93|0|36,1|1,24',
         'label' => 'Chorizo'],
        ['value' =>
             'Filetdebacon|5,53|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|483|118|23,1||1,02|0,2|3,18|0|0|2,6|0,7',
         'label' => 'Filetdebacon'],
        ['value' =>
             'Jamboncru|5,53|0||0,4||0,226||||0,069|0,172|0,413|0,722|113|225|25,9||5,09|0,75|5,67|0,00001|0|13,2|0,76',
         'label' => 'Jamboncru'],
        ['value' =>
             'Jamboncuit|5,53|0||0,4||0,226||||0,069|0,172|0,413|0,722|114|125|19,5||1,78|1,7|2,1|0,08|0|4,5|1,7',
         'label' => 'Jamboncuit'],
        ['value' =>
             'Saucissedeporc|4,02|0||0,4||0,226||||0,069|0,172|0,413|0,722|116|288|15,4||7,61|0,9|1,85|0|0|24,8|0,9',
         'label' => 'Saucissedeporc'],
        ['value' =>
             'SaucissedeStrasbourgouKnack|4,02|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|487|291|12,4||10,9|1,06|2,21|1,37|0|25,9|1,39',
         'label' => 'SaucissedeStrasbourgouKnack'],
        ['value' =>
             'SaucissedeToulouse,crue|4,02|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|488|327|13,2||11,3|1|1,89|0|0|30|1',
         'label' => 'SaucissedeToulouse,crue'],
        ['value' =>
             'SaucissedeToulouse,cuite|4,02|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|489|278|18,8||8,2|0,6|1,71|0|0|22,1|1',
         'label' => 'SaucissedeToulouse,cuite'],
        ['value' =>
             'Saucissonàl\'ail|4,76|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|490|276|15||9,92|0,56|2|0,63|0|23,6|0,56',
         'label' => 'Saucissonàl\'ail'],
        ['value' =>
             'Saucissondeporc|4,76|0||0,4||0,226||||0,069|0,172|0,413|0,722|115|416|27,6||12,4|1|4,76|0,6|0|33,1|1,79',
         'label' => 'Saucissondeporc'],
        ['value' =>
             'Saucissonsec|4,76|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|491|418|24,2||11,3|1,2|4,75|0,73|0|34,5|2,41',
         'label' => 'Saucissonsec'],
        ['value' =>
             'Lardons|4,1|0||0,4||0,226||||0,069|0,172|0,413|0,722|117|269|16,6||7,91|0,78|2,72|0,38|0|22,1|0,78',
         'label' => 'Lardons'],
        ['value' =>
             'Pâté(alimentmoyen)|5,53|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|484|324|13,2||10,2|1,77|1,77|0,6|0|26,6|7,61',
         'label' => 'Pâté(alimentmoyen)'],
        ['value' =>
             'Porc,côte,crue|5,53|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|674|164|19,8||3,75|0|0,12|0|0|9,3|0,38',
         'label' => 'Porc,côte,crue'],
        ['value' =>
             'Porc,filetmignon,cru|5,53|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|675|123|21,2||1,69|0|0,11|0|0|4,09|0,4',
         'label' => 'Porc,filetmignon,cru'],
        ['value' =>
             'Porc(moyen)|5,53|0||0,4||0,226||||0,069|0,172|0,413|0,722|118|164|19,8||3,75|0|0,12|0|0|9,3|0,38',
         'label' => 'Porc(moyen)'],
        ['value' =>
             'Porc,rôti,cru|5,53|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|676|153|22,3||2,84|0|0,1|0|0|6,86|0,5',
         'label' => 'Porc,rôti,cru'],
        ['value' =>
             'Rilletespurporc|5,53|0||0,4||0,226||||0,069|0,172|0,413|0,722|119|421|14,3||1,23|0,1|1,23|0,1|0|40,2|0,1',
         'label' => 'Rilletespurporc'],
        ['value' =>
             '|0|||||||||||||120||||||||||',
         'label' => ''],
        ['value' =>
             'Caille|3,79|0||0,4||0,226||||0,069|0,172|0,413|0,722|121|136|21,5||0,6|0|0,13|0|0|5,55|0',
         'label' => 'Caille'],
        ['value' =>
             'Canard|5,47|0||0,4||0,226||||0,069|0,172|0,413|0,722|122|340|14||8,28|0,2|0,17|0|0|30,3|2,75',
         'label' => 'Canard'],
        ['value' =>
             'Canard,cuisseavecpeau,sansos,crue|5,47|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|669|103|18,7||1,05|0|0,26|0|0|3,1|0',
         'label' => 'Canard,cuisseavecpeau,sansos,crue'],
        ['value' =>
             'Canard,magret,cru|5,47|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|670|340|17,9||8,95|0,7|0,21|0|0|29,4|0,85',
         'label' => 'Canard,magret,cru'],
        ['value' =>
             'Dinde(cuisse)|4,94|0||0,4||0,226||||0,069|0,172|0,413|0,722|123|110|22,4||0,52|0,14|0,25|0|0|1,88|0,8',
         'label' => 'Dinde(cuisse)'],
        ['value' =>
             'Dinde(blanc)|5,92|0||0,4||0,226||||0,069|0,172|0,413|0,722|124|109|24,1||0,29|0,32|0,2|0|0|1,22|0,51',
         'label' => 'Dinde(blanc)'],
        ['value' =>
             'Dinde(moyenne)|5,43|0||0,4||0,226||||0,069|0,172|0,413|0,722|125|110|22,4||0,52|0,14|0,25|0|0|1,88|0,8',
         'label' => 'Dinde(moyenne)'],
        ['value' =>
             'Faisan|3,79|0||0,4||0,226||||0,069|0,172|0,413|0,722|126|127|23,3||1,29|0|0,094|0|0|3,78|0',
         'label' => 'Faisan'],
        ['value' =>
             'Foiegras|5,47|0||0,4||0,226||||0,069|0,172|0,413|0,722|127|488|6,32||19,7|1,47|1,22|0,35|0|50,4|2,06',
         'label' => 'Foiegras'],
        ['value' =>
             'Foie,veau,cru|16,01|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|671|120|15,5||1,31|0|0,16|0|0|3,4|5,64',
         'label' => 'Foie,veau,cru'],
        ['value' =>
             'Foie,volaille,cru|3,79|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|672|133|21,3||1,65|0|0,21|0|0|4,88|1,13',
         'label' => 'Foie,volaille,cru'],
        ['value' =>
             'Gésier,poulet,cru|3,79|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|673|104|17,3||1,12|0|0,18|0|0|3,75|0,3',
         'label' => 'Gésier,poulet,cru'],
        ['value' =>
             'Lapin|4,5|0||0,4||0,226||||0,069|0,172|0,413|0,722|128|189|20,4||4,74|0|0,17|0|0|11,6|0,66',
         'label' => 'Lapin'],
        ['value' =>
             'Oie|3,79|0||0,4||0,226||||0,069|0,172|0,413|0,722|129|365|15,7||9,78|0|0,18|0|0|33,6|0',
         'label' => 'Oie'],
        ['value' =>
             'Pigeon|3,79|0||0,4||0,226||||0,069|0,172|0,413|0,722|130|222|18,9||4,89|0,4|0,17|0|0|16|0,7',
         'label' => 'Pigeon'],
        ['value' =>
             'Poulet(cuisse)|3,72|0||0,4||0,226||||0,069|0,172|0,413|0,722|131|188|18||3,25|0|0,25|0|0|11,9|2,08',
         'label' => 'Poulet(cuisse)'],
        ['value' =>
             'Poulet(blanc)|4,39|0||0,4||0,226||||0,069|0,172|0,413|0,722|132|108|23,5||0,39|0,2|0,13|0|0|1,34|0,45',
         'label' => 'Poulet(blanc)'],
        ['value' =>
             'Pouletrotientier|3,25|0||0,4||0,226||||0,069|0,172|0,413|0,722|133|173|20,2||2,81|0,2|0,16|0|0|10,1|0,3',
         'label' => 'Pouletrotientier'],
        ['value' =>
             'Poulet(moyen)|3,79|0||0,4||0,226||||0,069|0,172|0,413|0,722|134|173|20,2||2,81|0,2|0,16|0|0|10,1|0,3',
         'label' => 'Poulet(moyen)'],
        ['value' =>
             'Rillettesdecanard|5,47|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|485|417|15,4||13|0|1,3|0|0|39,3|0,34',
         'label' => 'Rillettesdecanard'],
        ['value' =>
             'Rillettesdepoulet|3,79|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|486|340|16,4||10,7|0,36|1,19|0,25|0|30,3|0,49',
         'label' => 'Rillettesdepoulet'],
        ['value' =>
             'Terrinedecanard|5,47|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|492|304|13,4||9,84|0,11|1,54|1,75|0|27,4|0,11',
         'label' => 'Terrinedecanard'],
        ['value' =>
             'Terrinedelapin|4,5|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|493|281|16,5||7,9|0,95|1,84|1|0|21,2|5,67',
         'label' => 'Terrinedelapin'],
        ['value' =>
             '|0|||||||||||||135||||||||||',
         'label' => ''],
        ['value' =>
             'Oeufcatégorie0(biologique)|1,9|0||0,4||0,226||||0,069|0,172|0,413|0,722|136|147|13,8||2,71|0,77|0,4|0|0|9,72|1,01',
         'label' => 'Oeufcatégorie0(biologique)'],
        ['value' =>
             'Oeufcatégorie1(enpleinair)|1,9|0||0,4||0,226||||0,069|0,172|0,413|0,722|137|147|13,8||2,71|0,77|0,4|0|0|9,72|1,01',
         'label' => 'Oeufcatégorie1(enpleinair)'],
        ['value' =>
             'Oeufcatégorie2(ausol)|1,9|0||0,4||0,226||||0,069|0,172|0,413|0,722|138|147|13,8||2,71|0,77|0,4|0|0|9,72|1,01',
         'label' => 'Oeufcatégorie2(ausol)'],
        ['value' =>
             'Oeufcatégorie3(encage)|1,9|0||0,4||0,226||||0,069|0,172|0,413|0,722|139|147|13,8||2,71|0,77|0,4|0|0|9,72|1,01',
         'label' => 'Oeufcatégorie3(encage)'],
        ['value' =>
             'Oeufmoyen|1,9|0||0,4||0,226||||0,069|0,172|0,413|0,722|140|147|13,8||2,71|0,77|0,4|0|0|9,72|1,01',
         'label' => 'Oeufmoyen'],
        ['value' =>
             '|0|||||||||||||141||||||||||',
         'label' => ''],
        ['value' =>
             'Beaufort|5,41|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|507|410|26,6||19,2|0|1,27|0|0|34|0',
         'label' => 'Beaufort'],
        ['value' =>
             'Beurreà39-41%MG,léger,doux|9,31|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|460|380|1,1||24,8|1,5|0,45|0|0|40|4',
         'label' => 'Beurreà39-41%MG,léger,doux'],
        ['value' =>
             'Beurreà80%MG,demi-sel|9,31|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|461|736|0,76||54,5|0,39|1,9|0|0|81,2|0,55',
         'label' => 'Beurreà80%MG,demi-sel'],
        ['value' =>
             'Beurreà82%MG,doux|9,31|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|462|744|0,75||54,4|0,5|0,039|0|0|82|0,68',
         'label' => 'Beurreà82%MG,doux'],
        ['value' =>
             'Beurredoux|9,31|0||0,4||0,226||||0,069|0,172|0,413|0,722|142|746|0,72||55,4|0,5|0,039|0|0|82|1,27',
         'label' => 'Beurredoux'],
        ['value' =>
             'Brie,sansprécision|4,1|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|508|297|17,3||16,3|0|1,51|0|0|25,5|0',
         'label' => 'Brie,sansprécision'],
        ['value' =>
             'Camembertaulaitcru|4,1|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|509|267|20,7||14,1|0,2|1,45|0|0|20,3|0',
         'label' => 'Camembertaulaitcru'],
        ['value' =>
             'Cantalentre-deux|5,41|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|510|371|26,5||19,7|0|2|0|0|29,7|0',
         'label' => 'Cantalentre-deux'],
        ['value' =>
             'Chabichou(fromagedechèvre)|4,1|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|511|294|20,5||17,1|0|1,85|0|0|23,8|0',
         'label' => 'Chabichou(fromagedechèvre)'],
        ['value' =>
             'Cheddar|5,41|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|512|399|24||19,5|0|1,61|0|0|33,8|0',
         'label' => 'Cheddar'],
        ['value' =>
             'Comté|5,41|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|513|418|27,2||22,5|0|0,8|0|0|34,6|0',
         'label' => 'Comté'],
        ['value' =>
             'Coulommiers|4,1|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|514|279|18,8||15,8|0|1,37|0|0|22,8|0',
         'label' => 'Coulommiers'],
        ['value' =>
             'Crème|3,98|0||0,4||0,226||||0,069|0,172|0,413|0,722|143|323|2,47||21,8|2,8|0,066|0|0|30,5|9,4',
         'label' => 'Crème'],
        ['value' =>
             'Crèmechantilly,souspression,UHT|3,98|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|496|285|2,88||15,8|9,67|0,052|0|0|24,4|11,3',
         'label' => 'Crèmechantilly,souspression,UHT'],
        ['value' =>
             'Crèmedelait,15à20%MG,légère,semi-épaisse,UHT|3,98|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|497|193|2,64||9,97|4,5|0,12|0|0|14,6|4,5',
         'label' => 'Crèmedelait,15à20%MG,légère,semi-épaisse,UHT'],
        ['value' =>
             'Crèmedelait,30%MG,semi-épaisse,UHT|3,98|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|498|297|2,11||20,4|2,83|0,087|0|0|32,1|3,15',
         'label' => 'Crèmedelait,30%MG,semi-épaisse,UHT'],
        ['value' =>
             'Crottindechèvre,aulaitcru|4,1|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|515|384|23,2||24,1|0|1,01|0|0|32,6|0',
         'label' => 'Crottindechèvre,aulaitcru'],
        ['value' =>
             'Edam|5,41|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|516|329|25,5||16,9|0,25|2,22|0|0|25,5|0',
         'label' => 'Edam'],
        ['value' =>
             'Emmentalouemmenthal|5,41|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|517|384|28,2||18,9|0,17|0,56|0|0|30,2|0',
         'label' => 'Emmentalouemmenthal'],
        ['value' =>
             'Fetadebrebis|3,43|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|518|282|14,8||14,3|0,25|2,59|0|0|22,8|2,5',
         'label' => 'Fetadebrebis'],
        ['value' =>
             'Fromageàpâtedure(typeemmental)|5,41|0||0,4||0,226||||0,069|0,172|0,413|0,722|144|264|30,6||9,66|0|0,68|0|0|16|0',
         'label' => 'Fromageàpâtedure(typeemmental)'],
        ['value' =>
             'Fromageàpâtemolle(typecamembert)|4,1|0||0,4||0,226||||0,069|0,172|0,413|0,722|145|292|19,9||16|0|1|0|0|23,8|0',
         'label' => 'Fromageàpâtemolle(typecamembert)'],
        ['value' =>
             'Fromageblanc|2,7|0||0,4||0,226||||0,069|0,172|0,413|0,722|146|76,9|8,03||2,12|3,46|0,11|0|0|3,26|3,46',
         'label' => 'Fromageblanc'],
        ['value' =>
             'Fromageblancnatureouauxfruits(alimentmoyen)|2,7|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|650|87,8|7,18||2,93|3,84|0,11|0,026|0|4,5|4,64',
         'label' => 'Fromageblancnatureouauxfruits(alimentmoyen)'],
        ['value' =>
             'Fromageblancnature,0%MG|2,7|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|651|49,4|7,95||0,027|3,89|0,11|0|0|0,044|3,89',
         'label' => 'Fromageblancnature,0%MG'],
        ['value' =>
             'Fromageblancnature,3%MGenviron|2,7|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|652|76,9|8,03||2,12|3,46|0,11|0|0|3,26|3,46',
         'label' => 'Fromageblancnature,3%MGenviron'],
        ['value' =>
             'Fromagefraisdechèvre|3,43|0||0,4||0,226||||0,069|0,172|0,413|0,722|147|294|14,6||12,5|2,05|1,55|0|0|18,4|2,05',
         'label' => 'Fromagefraisdechèvre'],
        ['value' =>
             'Fromagesecdechèvre|3,43|0||0,4||0,226||||0,069|0,172|0,413|0,722|148|440|30,5||24,6|0|1,06|0|0|35,6|0',
         'label' => 'Fromagesecdechèvre'],
        ['value' =>
             'Fromagefraisdevache|3,33|0||0,4||0,226||||0,069|0,172|0,413|0,722|149|365|14,2||12,9|0,87|1,98|0|0|33,5|0,87',
         'label' => 'Fromagefraisdevache'],
        ['value' =>
             'Fromagebleuaulaitdevache|5,41|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|519|333|19,9||17,7|0,25|2,89|0|0|28,3|0',
         'label' => 'Fromagebleuaulaitdevache'],
        ['value' =>
             'Fromagedebrebisàpâtemolleetcroûtefleurie|4,1|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|520|276|16,8||16,2|0|1,69|0|0|23,3|0',
         'label' => 'Fromagedebrebisàpâtemolleetcroûtefleurie'],
        ['value' =>
             'Fromagedechèvreàpâtemollenonpresséenoncuitecroûtenaturelle,aulaitpasteurisé|4,1|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|521|279|19,3||17,4|0|1,56|0|0|22,6|0',
         'label' => 'Fromagedechèvreàpâtemollenonpresséenoncuitecroûtenaturelle,aulaitpasteurisé'],
        ['value' =>
             'Fromagedechèvrebûche|4,1|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|522|292|19,3||16,3|0|1,71|0|0|24,1|0',
         'label' => 'Fromagedechèvrebûche'],
        ['value' =>
             'Fromagedechèvrebûche,allégéenmatièregrasse|4,1|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|523|179|22,6||6,8|0|1,24|0|0|10|0',
         'label' => 'Fromagedechèvrebûche,allégéenmatièregrasse'],
        ['value' =>
             'Fromagedechèvredemi-sec|4,1|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|524|353|21,6||20,6|0|1,81|0|0|29,8|0',
         'label' => 'Fromagedechèvredemi-sec'],
        ['value' =>
             'Fromagedechèvrefrais,aulaitpasteurisé(typebûchettefraîche)|3,43|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|525|275|16,1||13,4|2,08|0,97|0|0|20|2,08',
         'label' => 'Fromagedechèvrefrais,aulaitpasteurisé(typebûchettefraîche)'],
        ['value' =>
             'Gorgonzola|5,41|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|526|312|19||16,9|0,3|1,77|0|0|26,4|0',
         'label' => 'Gorgonzola'],
        ['value' =>
             'GranaPadano|5,41|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|527|396|34,1||19,5|0,25|1,56|0|0|29,2|0',
         'label' => 'GranaPadano'],
        ['value' =>
             'Gruyère|5,41|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|528|423|28,4||19,8|0|0,8|0|0|34,6|0',
         'label' => 'Gruyère'],
        ['value' =>
             'Lait|1,04|0||0,4||0,226||||0,069|0,172|0,413|0,722|150|46,5|3,54||1,04|0|0,093|0|0|1,51|4,76',
         'label' => 'Lait'],
        ['value' =>
             'Laitconcentrésucré,entier|1,04|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|570|323|7,7||5,17|55,6|0,21|0|0|7,87|55,6',
         'label' => 'Laitconcentrésucré,entier'],
        ['value' =>
             'Laitdemi-écrémé,UHT|1,04|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|571|45,8|3,28||0,9|4,8|0,11|0|0|1,53|4,8',
         'label' => 'Laitdemi-écrémé,UHT'],
        ['value' =>
             'Laitécrémé,UHT|1,04|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|572|33,7|3,26||0,1|4,8|0,11|0|0|0,11|4,99',
         'label' => 'Laitécrémé,UHT'],
        ['value' =>
             'Laitenpoudre,entier|1,04|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|573|499|27,4||17,3|37,5|0,9|0|0|26,8|37,5',
         'label' => 'Laitenpoudre,entier'],
        ['value' =>
             'Laitentier,UHT|1,04|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|574|65,1|3,32||2,4|4,2|0,11|0|0|3,63|4,85',
         'label' => 'Laitentier,UHT'],
        ['value' =>
             'Lait1erâge,prêtàconsommer(préparationpournourrissons)|1,04|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|575|72,4|1,44||1,4|7,2|0,057|0,5|0|3,54|8,6',
         'label' => 'Lait1erâge,prêtàconsommer(préparationpournourrissons)'],
        ['value' =>
             'Lait2eâge,prêtàconsommer(préparationpournourrissons)|1,04|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|576|69|1,66||1,32|5,5|0,065|0,5|0|3,23|8,1',
         'label' => 'Lait2eâge,prêtàconsommer(préparationpournourrissons)'],
        ['value' =>
             'Laitdecroissanceinfantile,liquide(alimentlactédestinéauxenfantsenbasâge)|1,04|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|577|64,6|1,9||1,06|6,95|0,082|0,51|0|2,71|7,93',
         'label' => 'Laitdecroissanceinfantile,liquide(alimentlactédestinéauxenfantsenbasâge)'],
        ['value' =>
             'Margarine(70%MG,doux)|2,56|0||0,4||0,226||||0,069|0,172|0,413|0,722|151|641|0,13||29,2|0,26|0,76|0|0|70|2,67',
         'label' => 'Margarine(70%MG,doux)'],
        ['value' =>
             'Mascarpone|3,33|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|529|385|4,38||25,7|4|0,081|0|0|39|4',
         'label' => 'Mascarpone'],
        ['value' =>
             'Mozzarellaaulaitdevache|3,33|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|530|256|16,9||12,6|0,52|0,61|0|0|19,7|1,33',
         'label' => 'Mozzarellaaulaitdevache'],
        ['value' =>
             'Parmesan|5,41|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|531|429|34,5||19,9|0,17|1,61|0|0|32,7|0',
         'label' => 'Parmesan'],
        ['value' =>
             'Raclette(fromage)|5,41|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|532|345|24,6||19,3|0|1,59|0|0|27,6|0',
         'label' => 'Raclette(fromage)'],
        ['value' =>
             'Reblochon|4,1|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|533|326|20,4||18,8|0|1,27|0|0|27,4|0',
         'label' => 'Reblochon'],
        ['value' =>
             'Ricotta|3,33|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|534|128|8,79||8,08|2,25|0,3|0|0|11,9|4',
         'label' => 'Ricotta'],
        ['value' =>
             'Roquefort|3,43|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|535|358|19,6||22,4|0|3,7|0|0|30,9|0',
         'label' => 'Roquefort'],
        ['value' =>
             'Saint-Marcellin|4,1|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|536|280|15,1||18,1|0,2|1,08|0|0|24,3|0',
         'label' => 'Saint-Marcellin'],
        ['value' =>
             'Saint-Nectaire,sansprécision|5,41|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|537|344|22,5||18,8|0,5|1,41|0|0|28,4|0',
         'label' => 'Saint-Nectaire,sansprécision'],
        ['value' =>
             'Tommeoutomedevache|5,41|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|538|356|23,9||20,4|0,25|1,74|0|0|29,2|0',
         'label' => 'Tommeoutomedevache'],
        ['value' =>
             'Yaourt|2,7|0||0,4||0,226||||0,069|0,172|0,413|0,722|152|54,4|4,15||1,77|3,66|0,13|0,0027|0|2,74|3,71',
         'label' => 'Yaourt'],
        ['value' =>
             'Yaourtàlagrecque,nature|2,7|0||0,4||0,226||||0,069|0,172|0,413|0,722|430|69,1|3,32||6,22|3,9|0,097|0,14|0|9,22|4,21',
         'label' => 'Yaourtàlagrecque,nature'],
        ['value' =>
             'Yaourtaulaitdechèvre,nature,5%MGenviron|2,7|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|653|95|5,72||3,5|2,8|0,098|0|0|5|2,8',
         'label' => 'Yaourtaulaitdechèvre,nature,5%MGenviron'],
        ['value' =>
             'Yaourt,laitfermentéouspécialitélaitière,auxfruits,sucré|2,7|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|654|95,7|3,61||1,54|13,6|0,12|0,22|0|2,4|14,2',
         'label' => 'Yaourt,laitfermentéouspécialitélaitière,auxfruits,sucré'],

        ['value' =>
             'Ail|0,42|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|251|149|5,81||0,075|1,43|0,098|4,7|0|0,34|21,2',
         'label' => 'Ail'],
        ['value' =>
             'Artichaut|0,31|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|1|45,7|3,1||0,036|0,99|0,15|5,4|1|0,18|5,02',
         'label' => 'Artichaut'],
        ['value' =>
             'Asperges|0,53|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|2|19,8|2,53||0,072|0,81|0,028|1,8|1|0,32|0,81',
         'label' => 'Asperges'],
        ['value' =>
             'Aubergine|0,57|0||0,4||0,226|0||4,007|0,069|0,172|0,413|0,722|3|21,3|1,12||0,04|2,37|0,0063|2,7|1|0,16|2,37',
         'label' => 'Aubergine'],
        ['value' =>
             'Avocat|0,68|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|4|147|1,76||2,17|0,72|0,08|3,95|1|13,8|1,57',
         'label' => 'Avocat'],
        ['value' =>
             'Bambou,pousse,crue|0,07|0|0|0,4|0|0,226|0|0|1,983|0,069|0,172|0,413|0,722|578|35,1|2,52||0,053|3|0,01|1,45|1|0,2|5,08',
         'label' => 'Bambou,pousse,crue'],
        ['value' =>
             'Bananeplantain|0,18|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|743|132|1,28||0,14|15|0,01|2,3|1|0,39|29,6',
         'label' => 'Bananeplantain'],
        ['value' =>
             'Betterave|0,03|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|5|50,6|1,74||0,038|6,76|0,15|2,55|1|0,24|9,1',
         'label' => 'Betterave'],
        ['value' =>
             'Blette|0,1|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|6|23,2|1,93||0,03|1,1|0,13|1,6|1|0,23|2,55',
         'label' => 'Blette'],
        ['value' =>
             'Brocoli|0,2|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|7|35,3|3,95||0,061|1,2|0,048|3,1|1|0,48|1,41',
         'label' => 'Brocoli'],
        ['value' =>
             'Câpre,auvinaigre|0,73|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|433|34|2,25||0,23|0,41|4,06|3,6|1|0,86|3,5',
         'label' => 'Câpre,auvinaigre'],
        ['value' =>
             'Cardon|0,31|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|392|13,6|0,66||0,011|1,5|0,3|1,6|1|0,1|1,7',
         'label' => 'Cardon'],
        ['value' =>
             'Carotte|0,07|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|8|36,4|0,77||0,054|5,51|0,098|2,7|1|0,26|6,45',
         'label' => 'Carotte'],
        ['value' =>
             'Cébette|0,11|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|420|34|1,9||0,067|2,18|0,098|2,4|1|0,4|6,5',
         'label' => 'Cébette'],
        ['value' =>
             'Céleri|0,42|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|9|21,9|0,66||0,04|1,27|0,2|1,78|1|0,19|3,6',
         'label' => 'Céleri'],
        ['value' =>
             'Célerirave|0,42|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|370|32,4|1,5||0,043|3,6|0,2|3,7|1|0,2|4,3',
         'label' => 'Célerirave'],
        ['value' =>
             'Cerfeuiltubéreux|0,07|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|395|48|3,3||0,08|0|0|2|1|0,57|6,47',
         'label' => 'Cerfeuiltubéreux'],
        ['value' =>
             'Champignon|1,14|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|10|29,1|2,99||0,04|0,2|0,02|1,8|1|0,33|2,8',
         'label' => 'Champignon'],
        ['value' =>
             'Cornichon,aigre-doux|1,19|0||0,4||0,226|0||0,552|0,069|0,172|0,413|0,722|434|36|1,25||0|4|1,1|1,5|1|0,35|5',
         'label' => 'Cornichon,aigre-doux'],
        ['value' =>
             'Cornichon,auvinaigre|1,19|0||0,4||0,226|0||0,552|0,069|0,172|0,413|0,722|435|26,8|1,18||0,13|0,68|2,09|1,9|1|0,29|1,3',
         'label' => 'Cornichon,auvinaigre'],
        ['value' =>
             'Chayote|0,14|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|410|19|0,8||0|1,7|0,002|1,7|1|0,1|4,5',
         'label' => 'Chayote'],
        ['value' =>
             'Choublanc|0,27|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|12|27,8|1,25||0,041|0|0,024|2|1|0,2|4,25',
         'label' => 'Choublanc'],
        ['value' =>
             'Chouchinoisoupak-choioupé-tsai,cru|0,27|0|0|0,4|0|0,226|0|0|1,983|0,069|0,172|0,413|0,722|579|16|1,38||0,031|1,18|0,13|1,05|1|0,2|1,65',
         'label' => 'Chouchinoisoupak-choioupé-tsai,cru'],
        ['value' =>
             'ChoudeBruxelles|0,3|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|11|50,1|3,98||0,07|2,2|0,041|3,95|1|0,4|5,67',
         'label' => 'ChoudeBruxelles'],
        ['value' =>
             'Choufrisé|0,27|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|415|53,5|4,33||0,12|2,26|0,071|4,9|1|1,07|4,2',
         'label' => 'Choufrisé'],
        ['value' =>
             'Choukale|0,3|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|368|53,5|4,33||0,12|2,26|0,071|4,9|1|1,07|4,2',
         'label' => 'Choukale'],
        ['value' =>
             'Choupommé|0,27|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|15|27,5|2,53||0,054|1,65|0,05|2,87|1|0,41|1,65',
         'label' => 'Choupommé'],
        ['value' =>
             'Chourave|0,3|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|387|25,1|1,79||0,013|2,35|0,05|3,6|1|0,1|2,35',
         'label' => 'Chourave'],
        ['value' =>
             'Chouromanesco|0,27|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|378|28,8|2,93||0,047|2,2|0,039|2,35|1|0,4|2,2',
         'label' => 'Chouromanesco'],
        ['value' =>
             'Chourouge|0,27|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|13|29,3|1,34||0,036|3,49|0,047|2,13|1|0,19|4,5',
         'label' => 'Chourouge'],
        ['value' =>
             'Chouvert|0,27|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|416|27,5|2,53||0,054|1,65|0,05|2,87|1|0,41|1,65',
         'label' => 'Chouvert'],
        ['value' =>
             'Chou-fleur|0,33|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|14|26,2|1,77||0,085|1,72|0,0092|2,22|1|0,31|2,8',
         'label' => 'Chou-fleur'],
        ['value' =>
             'Citrouille|0,35|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|16|29,9|1||0,052|2,76|0,0025|0,5|1|0,1|6',
         'label' => 'Citrouille'],
        ['value' =>
             'Coeurdepalmier,appertisé,égoutté|0,07|0|0|0,4|0|0,226|0|0|1,983|0,069|0,172|0,413|0,722|580|35,3|2,53||0,13|1,5|0,97|2,32|1|0,5|4,03',
         'label' => 'Coeurdepalmier,appertisé,égoutté'],
        ['value' =>
             'Concombre|1,19|0||0,4||0,226|0||0,552|0,069|0,172|0,413|0,722|17|11,4|0,58||0,078|1,38|0,016|0,7|1|0,19|1,5',
         'label' => 'Concombre'],
        ['value' =>
             'Courge|0,35|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|18|32,3|0,64||0,12|2,76|0,043|1,5|1|0,57|5,41',
         'label' => 'Courge'],
        ['value' =>
             'Courge,graine|0,07|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|677|574|29,84||8,544|1,29|0,018|6,5|1|49,05|14,71',
         'label' => 'Courge,graine'],
        ['value' =>
             'CourgeButternut|0,35|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|377|25|1||0,021|2,2|0,01|2|1|0,1|4,03',
         'label' => 'CourgeButternut'],
        ['value' =>
             'Courgedélicata|0,35|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|424|32,3|0,64||0,12|2,76|0,043|1,5|1|0,57|5,41',
         'label' => 'Courgedélicata'],
        ['value' =>
             'Courgedenaples|0,35|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|383|32,3|0,64||0,12|2,76|0,043|1,5|1|0,57|5,41',
         'label' => 'Courgedenaples'],
        ['value' =>
             'Courgespaghetti|0,35|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|382|32,3|0,64||0,12|2,76|0,043|1,5|1|0,57|5,41',
         'label' => 'Courgespaghetti'],
        ['value' =>
             'Courgette|0,19|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|19|16,5|1,22||0,061|1,79|0,017|1,05|1|0,26|1,8',
         'label' => 'Courgette'],
        ['value' =>
             'Cresson|0,1|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|391|14,9|2,06||0,027|0,2|0,1|0,85|1|0,15|0,9',
         'label' => 'Cresson'],
        ['value' =>
             'Crosne|0,35|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|386|51,8|7,38||0|0,5|0,0025|0|1|0,03|5,51',
         'label' => 'Crosne'],
        ['value' =>
             'Échalote|0,11|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|20|58,7|1,84||0,23|3,63|0,043|2,5|1|1,43|8,35',
         'label' => 'Échalote'],
        ['value' =>
             'Endive|0,35|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|21|20,8|1,1||0,034|2,2|0,0056|1|1|0,2|3,15',
         'label' => 'Endive'],
        ['value' =>
             'Épinard|0,1|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|22|29,1|2,62||0,064|0,33|0,16|2,58|1|0,5|2,25',
         'label' => 'Épinard'],
        ['value' =>
             'Épinard,cuit|0,1|0|0|0,4|0|0,226|0|0|1,983|0,069|0,172|0,413|0,722|581|21,5|3,2||0,043|0,47|0,069|2,7|1|0,14|0,5',
         'label' => 'Épinard,cuit'],
        ['value' =>
             'Épinard,jeunespoussespoursalades,cru|0,1|0|0|0,4|0|0,226|0|0|1,983|0,069|0,172|0,413|0,722|582|22,1|2,9||0,01|0,2|0,2|2,4|1|0,5|0,92',
         'label' => 'Épinard,jeunespoussespoursalades,cru'],
        ['value' =>
             'Épinard,surgelé,cru|0,1|0|0|0,4|0|0,226|0|0|1,983|0,069|0,172|0,413|0,722|583|24,9|2,87||0,075|0,6|0,098|2,7|1|0,49|0,89',
         'label' => 'Épinard,surgelé,cru'],
        ['value' =>
             'Fenouil|0,1|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|23|19,9|1,14||0,046|2,21|0,074|2,15|1|0,2|2,3',
         'label' => 'Fenouil'],
        ['value' =>
             'Girolle|1,14|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|413|33,1|2,28||0,5|1,87|0,016|4,23|1|0,78|2,3',
         'label' => 'Girolle'],
        ['value' =>
             'Haricotplat|0,5|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|406|32,6|1,93||0|1,3|0,049|2,97|1|0,12|4,47',
         'label' => 'Haricotplat'],
        ['value' =>
             'Gombo|0,18|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|744|22,4|1,87||0,045|2,01|0,015|2,5|1|0,21|2,01',
         'label' => 'Gombo'],
        ['value' =>
             'Haricotvert|0,5|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|24|30,1|1,85||0,06|2,86|0,0096|2,85|1|0,21|3,63',
         'label' => 'Haricotvert'],
        ['value' =>
             'Haricotvert,cuit|0,5|0|0|0,4|0|0,226|0|0|1,983|0,069|0,172|0,413|0,722|585|29,4|2||0,042|1|0,4|4|1|0,17|3',
         'label' => 'Haricotvert,cuit'],
        ['value' =>
             'Haricotvertimportéparavion|22,09|0||0,4||0,226|0||1,983|0|0|0|0|25|30,1|1,85||0,06|2,86|0,0096|2,85|1|0,21|3,63',
         'label' => 'Haricotvertimportéparavion'],
        ['value' =>
             'Igname|0,19|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|400|111|1,53||0,037|0,5|0,023|4,1|1|0,17|23,8',
         'label' => 'Igname'],
        ['value' =>
             'Laitue|0,1|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|26|14,6|1,3||0,026|0,73|0,021|0,88|1|0,2|1,37',
         'label' => 'Laitue'],
        ['value' =>
             'Lin,graine|0,07|0|0|0,4|0|0,226|0|0|1,983|0,069|0,172|0,413|0,722|549|506|20,2||3,17|1,55|0,051|27,3|1|36,6|6,6',
         'label' => 'Lin,graine'],
        ['value' =>
             'Luzerne,graine|0,07|0|0|0,4|0|0,226|0|0|1,983|0,069|0,172|0,413|0,722|550|426|29,7||0|0|0|7,9|1|12,6|39,3',
         'label' => 'Luzerne,graine'],
        ['value' =>
             'Mâche|0,1|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|407|19,2|2,3||0,064|0|0,032|2|1|0,4|0,6',
         'label' => 'Mâche'],
        ['value' =>
             'Maïs|0,32|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|27|348|8,1||0|1,6|0,01|5,7|1|3,7|67,7',
         'label' => 'Maïs'],
        ['value' =>
             'Morille|1,14|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|422|24,5|3,16||0,16|0,044|0,064|3,35|1|0,54|0,1',
         'label' => 'Morille'],
        ['value' =>
             'Navet|0,35|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|28|26,8|0,82||0,011|3,8|0,11|1,9|1|0,1|4,7',
         'label' => 'Navet'],
        ['value' =>
             'Oignon|0,11|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|29|39|1,1||0,2|4,8|0,098|1,7|1|0,62|6,25',
         'label' => 'Oignon'],
        ['value' =>
             'Olives|0,73|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|30|332|2,19||4,02|0,5|8,45|11,6|1|33,3|0,05',
         'label' => 'Olives'],
        ['value' =>
             'Manioc|0,19|0||0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|753|157|1,31||0,074|1,7|0,035|1,8|0|0,29|36,3',
         'label' => 'Manioc'],
        ['value' =>
             'Panais|0,07|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|372|58,3|1,54||0,063|4,8|0,02|4,7|1|0,4|10,1',
         'label' => 'Panais'],
        ['value' =>
             'Manioc,cuit|0,19|0||0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|754|132|0,69||||0|0,4|0|0,043|32',
         'label' => 'Manioc,cuit'],
        ['value' =>
             'Patatedouce|0,19|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|366|86,3|1,51||0,064|5,64|0,098|2,87|0|0,15|18,3',
         'label' => 'Patatedouce'],
        ['value' =>
             'Pâtisson|0,35|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|367|19,9|1||0,052|1,36|0,0025|0,5|1|0,1|3,5',
         'label' => 'Pâtisson'],
        ['value' =>
             'Persiltubéreux|0,07|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|396|46|3||0,13|2,3|0|4,3|1|0,84|4,57',
         'label' => 'Persiltubéreux'],
        ['value' =>
             'Petitspois|0,21|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|31|67,3|5,84||0,1|5,67|0,0088|5,5|2|0,55|7',
         'label' => 'Petitspois'],
        ['value' =>
             'Pignondepin|0,07|0|0|0,4|0|0,226|0|0|1,983|0,069|0,172|0,413|0,722|555|695|13,7||5,53|5,21|0,023|10|1|65|6,31',
         'label' => 'Pignondepin'],
        ['value' =>
             'Pissenlit|0,07|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|421|48,8|2,84||0,17|0,71|0,22|2,7|1|0,85|6,1',
         'label' => 'Pissenlit'],
        ['value' =>
             'Pleurote|1,14|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|417|25,5|3,06||0,062|0,71|0,034|2,4|1|0,36|1,5',
         'label' => 'Pleurote'],
        ['value' =>
             'Poireau|0,1|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|32|32,6|1,59||0,05|3,15|0,034|2,27|1|0,25|4,9',
         'label' => 'Poireau'],
        ['value' =>
             'Poiredeterre|0,19|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|394|17,4|0,37||0|2,6|0|0,36|1|0,0244|10,6',
         'label' => 'Poiredeterre'],
        ['value' =>
             'Poisd\'hiver|0,22|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|33|67,3|5,84||0,1|5,67|0,0088|5,5|2|0,55|7',
         'label' => 'Poisd\'hiver'],
        ['value' =>
             'Poisdeprintemps|0,2|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|34|67,3|5,84||0,1|5,67|0,0088|5,5|1|0,55|7',
         'label' => 'Poisdeprintemps'],
        ['value' =>
             'Poivron|0,35|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|35|29,4|1,12||0,055|4,13|0,012|1,9|1|0,35|4,5',
         'label' => 'Poivron'],
        ['value' =>
             'Pommedeterre|0,19|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|36|81,3|1,9||0,038|0,78|0,016|1,8|0|0,16|16,7',
         'label' => 'Pommedeterre'],
        ['value' =>
             'Pommedeterre,bouillie/cuiteàl\'eau|0,19|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|636|80,5|1,8||0,094|0,86|0,052|1,8|0|0,34|16,7',
         'label' => 'Pommedeterre,bouillie/cuiteàl\'eau'],
        ['value' =>
             'Pommedeterre,chips,standard|0,19|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|633|545|5,67||3,23|1,59|1,65|4,57|0|34,3|51,1',
         'label' => 'Pommedeterre,chips,standard'],
        ['value' =>
             'Pommedeterre,purée(alimentmoyen)|0,19|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|637|84,7|2,15||1,22|1,76|0,25|1,59|0|2,7|12,2',
         'label' => 'Pommedeterre,purée(alimentmoyen)'],
        ['value' =>
             'Pommedeterrerissolée,surgelée,crue|0,19|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|634|135|2,32||1,14|0,42|0,17|2,41|0|4,2|20,9',
         'label' => 'Pommedeterrerissolée,surgelée,crue'],
        ['value' =>
             'Pommedeterrerissolée,surgelée,cuite|0,19|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|635|138|2,5||2,4|0,2|0,088|2,2|0|4|22',
         'label' => 'Pommedeterrerissolée,surgelée,cuite'],
        ['value' =>
             'Pommedeterre,rôtie/cuiteaufour|0,19|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|638|89,4|2,5||0,035|1,18|0,025|2,2|0|0,13|18,5',
         'label' => 'Pommedeterre,rôtie/cuiteaufour'],
        ['value' =>
             'Pommedeterre,sanspeau,crue|0,19|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|639|76,6|2,16||0,038|0,73|0,016|1,8|0|0,18|15,2',
         'label' => 'Pommedeterre,sanspeau,crue'],
        ['value' =>
             'Pommedeterre,sanspeau,cuiteaufour|0,19|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|640|91,9|1,95||0,026|1,7|0,0036|1,5|0|0,1|20,1',
         'label' => 'Pommedeterre,sanspeau,cuiteaufour'],
        ['value' =>
             'Pommedeterre,sautée/poêlée|0,19|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|641|126|2,33||0,38|0,76|0,032|2,53|0|3,45|20,1',
         'label' => 'Pommedeterre,sautée/poêlée'],
        ['value' =>
             'Potimarron|0,35|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|376|18|0,63||0,027|0|0,074|1,1|1|0,1|3,1',
         'label' => 'Potimarron'],
        ['value' =>
             'Potiron|0,35|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|37|19,9|1||0,052|1,36|0,0025|0,5|1|0,1|3,5',
         'label' => 'Potiron'],
        ['value' =>
             'Haricotmungogerméoupoussede\"soja\",appertisé,égoutté|2,31|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|584|20,6|1,56||0,058|1,78|0,35|1,63|1|0,12|2,36',
         'label' => 'Haricotmungogerméoupoussede\"soja\",appertisé,égoutté'],
        ['value' =>
             'Haricotmungogerméoupoussede\"soja\",cru|2,31|0||0,4||0,226||||0,069|0,172|0,413|0,722|419|30,5|2,57||0,0002|3,4|0,043|1,7|1|0,5|3,4',
         'label' => 'Haricotmungogerméoupoussede\"soja\",cru'],
        ['value' =>
             'Radis|0,35|0||0,4||0,226|0||7,642|0,069|0,172|0,413|0,722|38|11,4|0,76||0|1,24|0,098|1,1|1|0,1|1,24',
         'label' => 'Radis'],
        ['value' =>
             'Radisnoir|0,35|0||0,4||0,226|0||7,642|0,069|0,172|0,413|0,722|380|20,3|0,9||0|0|0,022|1,9|1|0|3,1',
         'label' => 'Radisnoir'],
        ['value' =>
             'Rutabaga|0,35|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|381|33,8|1,17||0,023|4,46|0,028|2,6|1|0,13|5,7',
         'label' => 'Rutabaga'],
        ['value' =>
             'Salade|0,1|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|39|13,5|1,01||0,028|0,83|0,059|1,3|1|0,1|1,5',
         'label' => 'Salade'],
        ['value' =>
             'Salsifis|0,07|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|412|83,1|3,21||0,01|0|0,031|3,3|1|0,27|15,3',
         'label' => 'Salsifis'],
        ['value' =>
             'Taro|0,14|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|426|131|0,52||0,023|0,49|0,038|5,1|0|0,11|29,5',
         'label' => 'Taro'],
        ['value' =>
             'Tomatecerise,crue|0,17|0|0|0,4|0|0,226|0|0|1,899|0,069|0,172|0,413|0,722|586|21,4|0,8||0,054|2,96|0,033|1,3|1|0,4|3',
         'label' => 'Tomatecerise,crue'],
        ['value' =>
             'Tomate,concentré,appertisé|0,17|0|0|0,4|0|0,226|0|0|1,899|0,069|0,172|0,413|0,722|587|99,2|4,4||0,093|13,3|0,27|4,2|1|0,53|17,1',
         'label' => 'Tomate,concentré,appertisé'],
        ['value' =>
             'Tomate,coulis,appertisé(puréedetomatesmi-réduiteà11%)|0,17|0|0|0,4|0|0,226|0|0|1,899|0,069|0,172|0,413|0,722|588|49,3|2,05||0,08|5,5|0,88|2,6|1|0,2|8,53',
         'label' => 'Tomate,coulis,appertisé(puréedetomatesmi-réduiteà11%)'],
        ['value' =>
             'Tomate|0,17|0||0,4||0,226|0||1,899|0,069|0,172|0,413|0,722|40|18,4|0,86||0,056|2,25|0,0081|1,2|1|0,26|2,26',
         'label' => 'Tomate'],
        ['value' =>
             'Tomate,doubleconcentré,appertisé|0,17|0|0|0,4|0|0,226|0|0|1,899|0,069|0,172|0,413|0,722|589|92,8|3,73||0|16,5|0,93|3,62|1|0,29|17',
         'label' => 'Tomate,doubleconcentré,appertisé'],
        ['value' =>
             'Tomate,pelée,appertisée,égouttée|0,17|0|0|0,4|0|0,226|0|0|1,899|0,069|0,172|0,413|0,722|590|18,3|1,07||0,045|1,88|0,28|1,27|1|0,28|1,89',
         'label' => 'Tomate,pelée,appertisée,égouttée'],
        ['value' =>
             'Tomate,pulpe,appertisée|0,17|0|0|0,4|0|0,226|0|0|1,899|0,069|0,172|0,413|0,722|591|22,7|1,2||0,01|2,68|0,068|1,8|1|0,5|2,68',
         'label' => 'Tomate,pulpe,appertisée'],
        ['value' =>
             'Tomate,séchée|0,17|0|0|0,4|0|0,226|0|0|1,899|0,069|0,172|0,413|0,722|592|282|14,2||0,46|37,6|0,62|12,3|1|2,99|43,3',
         'label' => 'Tomate,séchée'],
        ['value' =>
             'Tomate,séchée,àl\'huile|0,17|0|0|0,4|0|0,226|0|0|1,899|0,069|0,172|0,413|0,722|593|187|4,27||1,32|6,5|2,21|5,63|1|11,7|13,4',
         'label' => 'Tomate,séchée,àl\'huile'],
        ['value' =>
             'Tournesol,graine|0,07|0|0|0,4|0|0,226|0|0|1,983|0,069|0,172|0,413|0,722|557|653|21,3||6,23|2,62|0,011|6,4|1|55,5|10,1',
         'label' => 'Tournesol,graine'],
        ['value' =>
             '||||||||||||||41||||||||||',
         'label' => ''],
        ['value' =>
             'Autrelégume|0,07|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|42|42,423|1,858||0,217|2,082|0,295|2,822|1|1,487|4,011',
         'label' => 'Autrelégume'],
        ['value' =>
             'Autrelégumeimportéparbateau|1,25|0||0,4||0,226|0||1,983|0|0|0|0|301|42,423|1,858||0,217|2,082|0,295|2,822|1|1,487|4,011',
         'label' => 'Autrelégumeimportéparbateau'],
        ['value' =>
             'Autrelégumeimportéparavion|21,93|0||0,4||0,226|0||1,983|0|0|0|0|43|42,423|1,858||0,217|2,082|0,295|2,822|1|1,487|4,011',
         'label' => 'Autrelégumeimportéparavion'],
        ['value' =>
             '||||||||||||||44||||||||||',
         'label' => ''],
        ['value' =>
             'Fève|0,21|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|45|301|26,1||0,25|5,7|0,033|25|2|1,53|33,3',
         'label' => 'Fève'],
        ['value' =>
             'Fèvecuite|0,21|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|354|78,6|6,01||0,1|1,82|0,057|4,5|2|0,45|10,4',
         'label' => 'Fèvecuite'],
        ['value' =>
             'Haricotblanc|0,21|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|46|302|19,1||0,22|1,92|0,028|16,8|2|1,78|43,9',
         'label' => 'Haricotblanc'],
        ['value' =>
             'Haricotblanc,cuit|0,21|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|355|116|9,08||0,091|0,34|0,015|6,3|2|0,35|15,9',
         'label' => 'Haricotblanc,cuit'],
        ['value' =>
             'Haricotcoco|0,21|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|364|302|19,1||0,22|1,92|0,028|16,8|2|1,78|43,9',
         'label' => 'Haricotcoco'],
        ['value' =>
             'Haricotcoco(cuit)|0,21|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|365|116|9,08||0,091|0,34|0,015|6,3|2|0,35|15,9',
         'label' => 'Haricotcoco(cuit)'],
        ['value' =>
             'Haricotrouge|0,21|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|47|314|22,5||0,15|2,1|0,03|15,2|2|1,06|46,1',
         'label' => 'Haricotrouge'],
        ['value' =>
             'Haricotrouge,cuit|0,21|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|356|109|8,48||0,072|3,8|0,0055|7,33|2|0,55|13,8',
         'label' => 'Haricotrouge,cuit'],
        ['value' =>
             'Lentilles|0,31|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|49|332|25,4||0,13|1,25|0,21|7,63|2|1,34|50,6',
         'label' => 'Lentilles'],
        ['value' =>
             'Lentillescorail|0,31|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|393|346|23,9||0,38|0|0,018|10,8|2|2,17|52,3',
         'label' => 'Lentillescorail'],
        ['value' =>
             'Lentillesvertes|0,31|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|48|332|25,4||0,13|1,25|0,21|7,63|2|1,34|50,6',
         'label' => 'Lentillesvertes'],
        ['value' =>
             'Lentilles,cuites|0,31|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|357|106|8,6||0,053|1,1|0,0073|5,99|2|0,38|14,1',
         'label' => 'Lentilles,cuites'],
        ['value' =>
             'Poiscassé|0,21|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|50|344|22,8||0,23|2,75|0,051|15,8|2|1,44|52',
         'label' => 'Poiscassé'],
        ['value' =>
             'Poiscassé,cuit|0,21|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|358|126|8,46||0,16|2,25|0,0082|9,3|2|1,49|15',
         'label' => 'Poiscassé,cuit'],
        ['value' =>
             'Poischiche|0,21|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|51|351|20,5||0,55|6,5|0,08|13,3|2|5,85|47,5',
         'label' => 'Poischiche'],
        ['value' =>
             'Poischiche,cuit|0,21|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|359|127|6,85||0,36|0,47|0,54|5,46|2|2,67|16,1',
         'label' => 'Poischiche,cuit'],
        ['value' =>
             'Topinambour|0,19|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|371|60,7|1,94||0,11|9,6|0,0088|2,1|0|0,31|11,5',
         'label' => 'Topinambour'],
        ['value' =>
             '|0|||||||||||||52||||||||||',
         'label' => ''],
        ['value' =>
             'Abricot|0,14|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|53|48,5|1,14||0,024|7,84|0,0025|1,8|1|0,35|8,53',
         'label' => 'Abricot'],
        ['value' =>
             'Abricotdepays|0,18|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|745|51|0,5||0|12,5|0,0375|1|1|0,5|12,5',
         'label' => 'Abricotdepays'],
        ['value' =>
             'Acérola|0,18|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|758|32,8|0,4||0,1|8|0,0175|1,1|1|0,3|8',
         'label' => 'Acérola'],
        ['value' =>
             'Amande(avecpeau)|2,39|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|543|634|21,1||4,19|4,4|0,004|10,2|1|53,4|7,85',
         'label' => 'Amande(avecpeau)'],
        ['value' =>
             'Amande,grillée,salée|2,39|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|544|638|21,1||4,09|4,86|1,25|10,9|1|53,9|8,72',
         'label' => 'Amande,grillée,salée'],
        ['value' =>
             'Amandes|2,39|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|54|634|21,1||4,19|4,4|0,004|10,2|1|53,4|7,85',
         'label' => 'Amandes'],
        ['value' =>
             'Ananas|0,14|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|55|54,3|0,52||0,009|10,1|0,0024|1,42|1|0,24|11,3',
         'label' => 'Ananas'],
        ['value' =>
             'Banane|0,18|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|56|72,3|0,98||0,087|14,8|0,0038|1,9|1|0,25|15,2',
         'label' => 'Banane'],
        ['value' =>
             'Bergamote|0,15|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|409|39,1|0,84||0,15|2,85|0,003|1,2|1|0,7|3,1',
         'label' => 'Bergamote'],
        ['value' =>
             'Cacahuète|0,46|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|58|636|24,9||10,3|4,72|0,022|6,2|1|50|14,9',
         'label' => 'Cacahuète'],
        ['value' =>
             'Carambole|0,14|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|423|27,3|1,15||0,019|3,9|0,005|2,8|1|0,32|3,9',
         'label' => 'Carambole'],
        ['value' =>
             'Cassis|0,41|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|57|63,6|1,32||0,14|7,8|0,0063|5,8|1|0,86|7,8',
         'label' => 'Cassis'],
        ['value' =>
             'Cerise|0,32|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|59|63,7|1,16||0,055|12,7|0,005|1,7|1|0,25|12,7',
         'label' => 'Cerise'],
        ['value' =>
             'Châtaigne|0,46|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|60|236|3,17||0,41|10,3|0,0051|5,1|1|2,2|47,8',
         'label' => 'Châtaigne'],
        ['value' =>
             'Chia,graine,séchée|0,07|0|0|0,4|0|0,226|0|0|1,983|0,069|0,172|0,413|0,722|546|454|16,5||3,33|0,7|0,04|34,4|1|30,7|7,72',
         'label' => 'Chia,graine,séchée'],
        ['value' =>
             'Citron|0,15|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|61|39,1|0,84||0,15|2,85|0,003|1,2|1|0,7|3,1',
         'label' => 'Citron'],
        ['value' =>
             'Clémentine|0,22|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|302|53|0,8||0|9,18|0,016|1,7|1|0,19|11,9',
         'label' => 'Clémentine'],
        ['value' =>
             'Coing|0,07|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|62|57|0,48||0,009|6,3|0,01|1,9|1|0,1|13,4',
         'label' => 'Coing'],
        ['value' =>
             'Combava|0,18|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|746|32,8|0,66||0,023|1,69|0,005|2,8|1|0,2|2,02',
         'label' => 'Combava'],
        ['value' =>
             'Corossol|0,18|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|747|66|1||0,1|14|0,035|3,3|1|0,3|17',
         'label' => 'Corossol'],
        ['value' =>
             'Crèmedemarrons|0,46|0|0|0,4|0|0,226|0|0|1,983|0,069|0,172|0,413|0,722|547|266|1,28||0,19|48,6|0,03|1,3|1|0,67|63',
         'label' => 'Crèmedemarrons'],
        ['value' =>
             'Datte|0,14|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|402|287|1,81||0,075|64,7|0,098|7,3|1|0,25|64,7',
         'label' => 'Datte'],
        ['value' =>
             'Figue|0,21|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|63|255|0,85||0,069|14,3|0,004|2,63|1|0,3|14,3',
         'label' => 'Figue'],
        ['value' =>
             'Figue,sèche|0,21|0|0|0,4|0|0,226|0|0|1,983|0,069|0,172|0,413|0,722|540|256|2,99||0,35|48,7|0,22|9,72|1|0,87|53,7',
         'label' => 'Figue,sèche'],
        ['value' =>
             'Fraise|0,41|0||0,4||0,226|0||2,814|0,069|0,172|0,413|0,722|64|34,9|0,65||0,018|4,73|0,052|1,5|1|0,18|6,14',
         'label' => 'Fraise'],
        ['value' =>
             'Framboise|0,41|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|65|46,3|1,28||0,012|4,91|0,0025|5,99|1|0,36|4,91',
         'label' => 'Framboise'],
        ['value' =>
             'Fruitàpain|0,18|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|752|105|1,07||0,048|11|0,005|4,9|1|0,23|22,2',
         'label' => 'Fruitàpain'],
        ['value' =>
             'Fruitdelapassion|0,14|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|66|84,4|2,3||0,059|9,39|0,07|10,4|1|0,7|9,39',
         'label' => 'Fruitdelapassion'],
        ['value' =>
             'Fruitdelapassionimportéparavion|21,93|0||0,4||0,226|0||0|0|0|0|0|67|84,4|2,3||0,059|9,39|0,07|10,4|1|0,7|9,39',
         'label' => 'Fruitdelapassionimportéparavion'],
        ['value' =>
             'Fruitdudragon|0,14|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|390|36|1||0|0|0|1,7|1|0,4|7,1',
         'label' => 'Fruitdudragon'],
        ['value' =>
             'Goyave|0,18|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|750|54,9|1,59||0,21|7,18|0,005|5,15|1|0,73|7,26',
         'label' => 'Goyave'],
        ['value' =>
             'Goyave,pulpe,crue|0,07|0|0|0,4|0|0,226|0|0|1,983|0,069|0,172|0,413|0,722|541|54,9|1,59||0,21|7,18|0,005|5,15|1|0,73|7,26',
         'label' => 'Goyave,pulpe,crue'],
        ['value' =>
             'Goyavier|0,18|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|764|69|0,6||0,2|17|0,0925|5|1|0,6|17',
         'label' => 'Goyavier'],
        ['value' =>
             'Grenade|0,14|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|68|75,9|1,29||0,12|13,7|0,0075|2,3|1|0,74|14,2',
         'label' => 'Grenade'],
        ['value' =>
             'Griotte,crue|0,32|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|542|63,7|1,1||0,084|10,5|0,0063|1,65|1|0,3|10,5',
         'label' => 'Griotte,crue'],
        ['value' =>
             'Groseille|0,41|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|69|58|1,32||0,2|7,14|0,005|4,25|1|0,95|7,14',
         'label' => 'Groseille'],
        ['value' =>
             'Jacquier|0,18|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|755|95|1,7||0,2|19|0,005|1,5|1|0,6|23',
         'label' => 'Jacquier'],
        ['value' =>
             'Jamblon|0,18|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|761|60|0,740740741||0,017037037|15,6|0,005||1|0,2|15,6',
         'label' => 'Jamblon'],
        ['value' =>
             'Jujube|0,18|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|763|87,5|1,2||0,04|20,23|0,01|0|1|0,2|20,23',
         'label' => 'Jujube'],
        ['value' =>
             'Kaki|0,41|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|369|67,7|0,69||0,02|12,4|0,014|4,75|1|0,35|17,1',
         'label' => 'Kaki'],
        ['value' =>
             'Kiwi|0,16|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|70|58,5|1,2||0,1|7,89|0,0086|3,5|1|0,95|8,44',
         'label' => 'Kiwi'],
        ['value' =>
             'Kumquat|0,22|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|399|71|1,57||0,17|9,36|0,02|5,45|1|1,18|9,6',
         'label' => 'Kumquat'],
        ['value' =>
             'Litchi|0,14|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|71|66|0,76||0,099|15,2|0,003|1,3|1|0,42|15,2',
         'label' => 'Litchi'],
        ['value' =>
             'Longane|0,14|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|425|60|1,31||0|15,14|0|1,1|1|0,1|15,14',
         'label' => 'Longane'],
        ['value' =>
             'Mandarine|0,39|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|72|53|0,72||0,037|9,7|0,01|1,5|1|0,31|9,7',
         'label' => 'Mandarine'],
        ['value' =>
             'Mangoustan|0,14|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|405|73|0,41||0|0|0,007|1,8|1|0,58|17,91',
         'label' => 'Mangoustan'],
        ['value' =>
             'Mangue|0,14|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|73|63,7|0,62||0,073|11,3|0,0045|1,71|1|0,31|13,5',
         'label' => 'Mangue'],
        ['value' =>
             'Mangueimportéeenavion|21,93|0||0,4||0,226|0||0|0|0|0|0|74|63,7|0,62||0,073|11,3|0,0045|1,71|1|0,31|13,5',
         'label' => 'Mangueimportéeenavion'],
        ['value' =>
             'Marron|0,46|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|75|139|2,01||0,44|0|0,0081|4,5|1|1,38|27',
         'label' => 'Marron'],
        ['value' =>
             'Melon|0,12|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|76|41,9|0,73||0,047|6,95|0,022|0,93|1|0,2|8,79',
         'label' => 'Melon'],
        ['value' =>
             'Mirabelle|0,21|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|77|62|0,66||0,038|9,29|0,008|1,96|1|0,29|9,41',
         'label' => 'Mirabelle'],
        ['value' =>
             'Mûre|0,41|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|78|43|1,44||0,027|8,1|0,025|1,7|1|0,39|8,1',
         'label' => 'Mûre'],
        ['value' =>
             'Myrtille|0,41|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|79|59,3|0,81||0,028|9,96|0,0025|2,4|1|0,33|11',
         'label' => 'Myrtille'],
        ['value' =>
             'Nectarine|0,17|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|80|44|1,16||0,025|8,05|0,003|1,81|1|0,31|8,9',
         'label' => 'Nectarine'],
        ['value' =>
             'NèfleduJapon,Bibace|0,18|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|762|55,48|0,43||0,04|10,44|0,005|1,7|1|0,2|10,44',
         'label' => 'NèfleduJapon,Bibace'],
        ['value' =>
             'Noisette|0,46|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|81|682|13,9||4,46|4,34|0,044|8,95|2|63|7,74',
         'label' => 'Noisette'],
        ['value' =>
             'Noix|0,46|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|83|703|14,3||5,44|3,4|0,01|5,6|1|64,3|11,3',
         'label' => 'Noix'],
        ['value' =>
             'Noixdecajou|0,46|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|82|632|15,2||10,5|8,01|1,15|3,85|2|49,5|26,7',
         'label' => 'Noixdecajou'],
        ['value' =>
             'Noixdecoco|0,14|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|379|365|3,6||29,7|6,23|0,051|9|1|33,5|7,15',
         'label' => 'Noixdecoco'],
        ['value' =>
             'Noixdemacadamia|0,46|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|551|740|7,14||11,6|4,57|0,013|8,6|1|72,9|8,35',
         'label' => 'Noixdemacadamia'],
        ['value' =>
             'Noixdepécan|0,46|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|552|736|9,57||6,62|3,64|0,0025|8,33|1|72,6|5,27',
         'label' => 'Noixdepécan'],
        ['value' =>
             'NoixduBrésil|0,46|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|553|702|14,8||16,2|2,33|0,0075|6,4|1|66,7|5,28',
         'label' => 'NoixduBrésil'],
        ['value' =>
             'Orange|0,13|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|84|46,4|1,06||0,067|8,04|0,0031|2,08|1|0,28|8,04',
         'label' => 'Orange'],
        ['value' =>
             'Pamplemousse|0,22|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|85|44|0,76||0|2,1|0,003|1|1|0,04|8,62',
         'label' => 'Pamplemousse'],
        ['value' =>
             'Papaye|0,14|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|408|43|0,58||0,087|7,46|0,013|1,9|1|0,28|9,9',
         'label' => 'Papaye'],
        ['value' =>
             'Pastèque|0,12|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|86|34,7|0,62||0,02|6,7|0,0073|0,43|1|0,13|7,33',
         'label' => 'Pastèque'],
        ['value' =>
             'Pêche|0,17|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|87|47|1,08||0,027|8,19|0,008|2,02|1|0,33|9',
         'label' => 'Pêche'],
        ['value' =>
             'Physalis|0,41|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|411|53|1,9||0|0|0,001|0|1|0,7|11,2',
         'label' => 'Physalis'],
        ['value' =>
             'Pistache|0,46|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|90|608|18,4||5,52|7,74|0,015|10,1|2|47,4|18,6',
         'label' => 'Pistache'],
        ['value' =>
             'Poire|0,07|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|88|57|0,49||0,067|9,15|0,005|2,9|1|0,27|10,9',
         'label' => 'Poire'],
        ['value' =>
             'Pomelochinois|0,22|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|389|44|0,76||0|2,1|0,0025|1|1|0,04|8,62',
         'label' => 'Pomelochinois'],
        ['value' =>
             'Pomme|0,07|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|89|52|0,4||0|11|0,009|1,6|1|0,1|11,6',
         'label' => 'Pomme'],
        ['value' =>
             'Pommed\'eau|0,18|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|759|27,9|0,66||0|5,7|0,005|0|1|0,3|5,7',
         'label' => 'Pommed\'eau'],
        ['value' =>
             'Pommeétoile|0,18|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|757|67|2,33|||14,65|0,005|3,3|1|0,1|14,65',
         'label' => 'Pommeétoile'],
        ['value' =>
             'Pomme-canelle|0,18|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|749|114|2,06||0,05|19,24|0,02|4,4|1|0,29|19,24',
         'label' => 'Pomme-canelle'],
        ['value' =>
             'Prune|0,23|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|91|240|0,66||0,038|9,29|0,008|1,96|1|0,29|9,41',
         'label' => 'Prune'],
        ['value' =>
             'PruneMoubin|0,18|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|760|65|1,06||0,023|13,9|0,01375|1,87|1|0,62|13,9',
         'label' => 'PruneMoubin'],
        ['value' =>
             'Pruneau|0,15|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|92|240|2,51||0,11|38,1|0,008|7,02|1|0,46|55,7',
         'label' => 'Pruneau'],
        ['value' =>
             'Quetsche|0,23|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|398|56|0,66||0,038|9,29|0,0075|1,96|1|0,29|9,41',
         'label' => 'Quetsche'],
        ['value' =>
             'Raisin|0,3|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|93|67|0,72||0,054|14,2|0,005|0,75|1|0,16|14,4',
         'label' => 'Raisin'],
        ['value' =>
             'Reine-claude|0,23|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|397|43|0,81||0,01|9,6|0,0019|2,28|1|0,1|10,9',
         'label' => 'Reine-claude'],
        ['value' =>
             'Rhubarbe|0,1|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|94|20,4|0,76||0,053|1,17|0,0093|2,47|1|0,23|1,17',
         'label' => 'Rhubarbe'],
        ['value' =>
             'Sapotille|0,18|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|748|83|0,4||0,2|20|0,03|5|1|1,1|20',
         'label' => 'Sapotille'],
        ['value' =>
             'Sésame,graine|0,46|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|95|599|17,6||7,09|0,3|0,1|14,9|0|49,7|9,81',
         'label' => 'Sésame,graine'],
        ['value' =>
             'Tangor|0,18|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|751|46,4|1,06||0,067|8,04|0,0031|2,08|1|0,28|8,04',
         'label' => 'Tangor'],
        ['value' =>
             'Zévi|0,18|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|756|47|0,2|||12|0,005|1|1|0,1|12',
         'label' => 'Zévi'],
        ['value' =>
             '|0|||||||||||||96||||||||||',
         'label' => ''],
        ['value' =>
             'Autrefruit|0,07|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|97|167,341|3,763||1,14|8,68|0,041|3,751|1|8,951|12,814',
         'label' => 'Autrefruit'],
        ['value' =>
             'Autrefruitimportéparbateau|1,25|0||0,4||0,226|0||1,983|0|0|0|0|303|167,341|3,763||1,14|8,68|0,041|3,751|1|8,951|12,814',
         'label' => 'Autrefruitimportéparbateau'],
        ['value' =>
             'Autrefruitimportéparavion|21,93|0||0,4||0,226|0||1,983|0|0|0|0|98|167,341|3,763||1,14|8,68|0,041|3,751|1|8,951|12,814',
         'label' => 'Autrefruitimportéparavion'],
        ['value' =>
             '|0|||||||||||||99||||||||||',
         'label' => ''],
        ['value' =>
             'Ailséché,poudre|0,42|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|558|344|16,7||0,2|2,43|0,11|9,45|0|0,77|62,8',
         'label' => 'Ailséché,poudre'],
        ['value' =>
             'Aneth,frais|0,42|0|0|0,4|0|0,226|0|0|1,983|0,069|0,172|0,413|0,722|705|48,2|3,93||0,27|1,2|0,15|3,5|0|1,1|3,9',
         'label' => 'Aneth,frais'],
        ['value' =>
             'Anis-Badiane|0,96|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|100|54,02|3,414||0,197|4,678|0,055|6,172|0|0,806|5,184',
         'label' => 'Anis-Badiane'],
        ['value' =>
             'Basilic|0,42|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|101|34,2|3,22||0,13|0,37|0,028|3,47|0|0,47|2,55',
         'label' => 'Basilic'],
        ['value' =>
             'Cerfeuil,frais|0,42|0|0|0,4|0|0,226|0|0|1,983|0,069|0,172|0,413|0,722|706|37,9|3,21||0,22|0,6|0,038|2,55|0|0,6|3,63',
         'label' => 'Cerfeuil,frais'],
        ['value' =>
             'CibouleouCiboulette,fraîche|0,42|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|102|29,9|2,62||0,15|1,75|0,026|3,19|0|0,52|2,1',
         'label' => 'CibouleouCiboulette,fraîche'],
        ['value' =>
             'Coriandre,fraiche|0,42|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|103|22,3|2,13||0,014|0,87|0,12|2,8|0|0,52|0,87',
         'label' => 'Coriandre,fraiche'],
        ['value' =>
             'Estragon,frais|0,42|0|0|0,4|0|0,226|0|0|1,983|0,069|0,172|0,413|0,722|707|44|3,8||0,6|1,2|0,025|6,2|0|0|4,1',
         'label' => 'Estragon,frais'],
        ['value' =>
             'Herbesaromatiquesfraîches(alimentmoyen)|0,42|0|0|0,4|0|0,226|0|0|1,983|0,069|0,172|0,413|0,722|708|49,6|3,55||0,21|2,01|0,27|5,7|0|0,81|4,18',
         'label' => 'Herbesaromatiquesfraîches(alimentmoyen)'],
        ['value' =>
             'HerbesdeProvence,séchées|0,42|0|0|0,4|0|0,226|0|0|1,983|0,069|0,172|0,413|0,722|709|283|11,5||1,88|18,5|0,088|40,1|0|7,2|23',
         'label' => 'HerbesdeProvence,séchées'],
        ['value' =>
             'Marjolaine,séchée|0,42|0|0|0,4|0|0,226|0|0|1,983|0,069|0,172|0,413|0,722|710|276|12,7||0,53|4,09|0,19|40,3|0|7,04|20,3',
         'label' => 'Marjolaine,séchée'],
        ['value' =>
             'Meloukhia,feuillesdecorèteséchées,enpoudre|0,42|0|0|0,4|0|0,226|0|0|1,983|0,069|0,172|0,413|0,722|711|239|23||0|0|0,17|40|0|1,8|12,7',
         'label' => 'Meloukhia,feuillesdecorèteséchées,enpoudre'],
        ['value' =>
             'Menthe,fraîche|0,42|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|104|57,7|3,54||0,22|5,3|0,076|7,4|0|0,84|5,3',
         'label' => 'Menthe,fraîche'],
        ['value' =>
             'Menthe,séchée|0,42|0|0|0,4|0|0,226|0|0|1,983|0,069|0,172|0,413|0,722|559|283|19,9||1,58|0|0,86|29,8|0|6,03|22,2',
         'label' => 'Menthe,séchée'],
        ['value' =>
             'Persil,frais|0,42|0||0,4||0,226|0||0|0,069|0,172|0,413|0,722|259|42,7|3,63||0,1|0,95|0,59|4,3|0|0,63|3,48',
         'label' => 'Persil,frais'],
        ['value' =>
             'Persil,séché|0,42|0|0|0,4|0|0,226|0|0|0|0,069|0,172|0,413|0,722|560|291|29||1,38|7,27|1,05|29,7|0|5,34|16,8',
         'label' => 'Persil,séché'],
        ['value' =>
             'Origan,séché|0,42|0|0|0,4|0|0,226|0|0|1,983|0,069|0,172|0,413|0,722|712|265|9||1,55|4,09|0,063|42,5|0|4,28|26,4',
         'label' => 'Origan,séché'],
        ['value' =>
             'Oseille|0,42|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|401|23,4|1,89||0,1|1,54|0,0094|1,8|0|0,65|1,6',
         'label' => 'Oseille'],
        ['value' =>
             'Raifort,cru|0,42|0|0|0,4|0|0,226|0|0|1,983|0,069|0,172|0,413|0,722|713|109|7,5||0,11|8|0,015|7,5|0|0,7|13',
         'label' => 'Raifort,cru'],
        ['value' =>
             'Romarin,frais|0,42|0|0|0,4|0|0,226|0|0|1,983|0,069|0,172|0,413|0,722|714|121|3,31||2,84|0|0,065|14,1|0|5,86|6,6',
         'label' => 'Romarin,frais'],
        ['value' =>
             'Romarin,séché|0,42|0|0|0,4|0|0,226|0|0|1,983|0,069|0,172|0,413|0,722|715|328|4,88||7,37|0|0,13|42,6|0|15,2|21,5',
         'label' => 'Romarin,séché'],
        ['value' =>
             'Sarriette,séchée|0,42|0|0|0,4|0|0,226|0|0|1,983|0,069|0,172|0,413|0,722|716|264|6,73||3,26|0|0,06|45,7|0|5,91|23',
         'label' => 'Sarriette,séchée'],
        ['value' =>
             'Sauge,fraîche|0,42|0|0|0,4|0|0,226|0|0|1,983|0,069|0,172|0,413|0,722|717|36,7|4||0,01|0,3|0,028|7|0|0,5|0,97',
         'label' => 'Sauge,fraîche'],
        ['value' =>
             'Sauge,séchée|0,42|0|0|0,4|0|0,226|0|0|1,983|0,069|0,172|0,413|0,722|718|320|10,6||7,03|1,71|0,028|40,3|0|12,8|20,4',
         'label' => 'Sauge,séchée'],
        ['value' =>
             'Thym,frais|0,42|0||0,4||0,226|0||1,983|0,069|0,172|0,413|0,722|105|126|5,56||0,47|15,1|0,023|14|0|1,68|15,1',
         'label' => 'Thym,frais'],
        ['value' => 'Thym,séché|0,42|0|0|0,4|0|0,226|0|0|1,983|0,069|0,172|0,413|0,722|561|285|9,11||2,73|1,71|0,14|37|0|7,43|26,9',
         'label' => 'Thym,séché']];
}






